[
    "When was the first Crip gang started?",
    "What does the name mean or come from?",
    "Which cities have Crip gangs?",
    "What ethnic group/race are Crip members?",
    "What is their gang color?",
    "What is the name of Durst's group?",
    "What record company is he with?",
    "What are titles of the group's releases?",
    "Where was Durst born?",
    "When was the comet discovered?",
    "How often does it approach the earth?",
    "In what countries was the comet visible on its last return?",
    "When was James Dean born?",
    "When did James Dean die?",
    "How did he die?",
    "What movies did he appear in?",
    "Which was the first movie that he was in?",
    "What does AARP stand for?",
    "When was the organization started?",
    "Where is its headquarters?",
    "Who is its top official or CEO?",
    "What companies has AARP endorsed?",
    "How long does one study as a Rhodes scholar?",
    "Where do Rhodes scholars study?",
    "Name famous people who have been Rhodes scholars.",
    "What countries have Rhodes scholars come from?",
    "What kind of animal is an agouti?",
    "What is their average life span?",
    "In what countries are they found?",
    "Who founded the Black Panthers organization?",
    "When was it founded?",
    "Where was it founded?",
    "Who have been members of the organization?",
    "Who are the members of this group?",
    "What albums have they made?",
    "What is their style of music?",
    "What is their biggest hit?",
    "What are prions made of?",
    "Who discovered prions?",
    "What diseases are prions associated with?",
    "What researchers have worked with prions?",
    "Who is the lead singer/musician in Nirvana?",
    "Who are the band members?",
    "When was the band formed?",
    "What is their biggest hit?",
    "What are their albums?",
    "What style of music do they play?",
    "What industry is Rohm and Haas in?",
    "Where is the company located?",
    "What is their annual revenue?",
    "How many employees does it have?",
    "What film introduced Jar Jar Binks?",
    "What actor is used as his voice?",
    "To what alien race does he belong?",
    "Horus is the god of what?",
    "What country is he associated with?",
    "Who was his mother?",
    "Who was his father?",
    "Who are the members of the Rat Pack?",
    "Who coined the name?",
    "What Las Vegas hotel was made famous by the Rat Pack?",
    "What is the primary symptom of a cataract?",
    "How are they treated?",
    "Who are doctors that have performed cataract surgery?",
    "When was the court established?",
    "What kind of cases does it try?",
    "Who is the sponsor of the court?",
    "How many justices are members of the court?",
    "What division (weight) did he win?",
    "When did he win the title?",
    "How old was he when he won the title?",
    "Who did he beat to win the title?",
    "Who beat him to take the title away?",
    "List the names of boxers he fought.",
    "What kind of a community is a Kibbutz?",
    "With what country are they associated?",
    "When was the first Kibbutz founded?",
    "Where was the first Kibbutz founded?",
    "How many are there now?",
    "In what year did the first Concorde passenger flight take place?",
    "What airlines have Concordes in their fleets?",
    "How many seats are in the cabin of a Concorde?",
    "How fast does the Concorde fly?",
    "What year was the first Concorde crash?",
    "How many Club Med vacation spots are there worldwide?",
    "List the spots in the United States.",
    "Where is an adults-only Club Med?",
    "Where was Franz Kafka born?",
    "When was he born?",
    "What is his ethnic background?",
    "What books did he author?",
    "In what film is Gordon Gekko the main character?",
    "Who plays the role?",
    "What year was the movie released?",
    "What was Gekko's profession?",
    "When was he born?",
    "What nationality is he?",
    "Where did he study architecture?",
    "What prizes or awards has he won?",
    "What buildings has he designed?",
    "What sport do they play?",
    "When were they founded?",
    "By whom were they founded?",
    "What countries have they played in?",
    "What kind of singer is Ice-T?",
    "What was his original name?",
    "When was he born?",
    "Where was he born?",
    "What are names of his albums?",
    "What sport does Jennifer Capriati play?",
    "Who is her coach?",
    "Where does she live?",
    "When was she born?",
    "What kind of business is Abercrombie and Fitch?",
    "When was it established?",
    "Where was it established?",
    "How many stores are there?",
    "Why is the 'Tale of Genji' famous?",
    "Who wrote it?",
    "When was it written?",
    "What is Al Jolson's real name?",
    "What is his nationality?",
    "Where was he born?",
    "Who did he marry?",
    "What songs did he sing?",
    "What was Jean Harlow's real name?",
    "Where was she born?",
    "When did she die?",
    "How old was she when she died?",
    "What did she die of?",
    "Where is she buried?",
    "What movies did she appear in?",
    "What leading men did she star opposite of?",
    "What do practitioners of Wicca worship?",
    "How many followers does it have?",
    "Who is its leader?",
    "What festivals does it have?",
    "What is Florence Nightingale famous for?",
    "When was she born?",
    "Where was she born?",
    "When did she die?",
    "When did Amtrak begin operations?",
    "How many passengers does it serve annually?",
    "How many employees does it have?",
    "Who is the president or chief executive of Amtrak?",
    "Name cities that have an Amtrak terminal.",
    "When did Jack Welch become chairman of General Electric?",
    "How many years was he with GE?",
    "When did he retire from GE?",
    "How many people did he fire from GE?",
    "In what country did this movement take place?",
    "When did the Khmer Rouge come into power?",
    "Who was its first leader?",
    "Who were leaders of the Khmer Rouge?",
    "When was the Khmer Rouge removed from power?",
    "How many members are there in the singing group the Wiggles?",
    "Who are the members' names?",
    "Where is the group from?",
    "List the Wiggles' songs.",
    "What kind of a particle is a quark?",
    "Who discovered quarks?",
    "When were they discovered?",
    "What are the different types of quarks?",
    "What kind of music does the band play?",
    "In what year was their first major album recorded?",
    "Name their songs.",
    "When was Nimitz born?",
    "What town was he native of?",
    "What branch of the military did he serve in?",
    "During what war did he serve?",
    "What rank did he reach?",
    "What year did the Teapot Dome scandal take place?",
    "Who was President of the United States at the time?",
    "What was the main focus of the scandal?",
    "Who were the major players involved in the scandal?",
    "When was the USS Constitution commissioned?",
    "What conflict did she distinguish herself in?",
    "How many battles did she win?",
    "What is her nickname?",
    "Who established the awards?",
    "What are the different categories of Nobel prizes?",
    "When were the awards first given?",
    "What is the monetary value of the prize?",
    "What tribe did Sacajawea belong to?",
    "What years did she accompany Lewis and Clark on their expedition?",
    "When was she born?",
    "When did she die?",
    "Where is she buried?",
    "How much is the Sacajawea coin worth?",
    "When was the IFC established?",
    "What is its mission?",
    "What countries has the IFC financed projects in?",
    "Who was the leader of the cult?",
    "How many of its members committed suicide?",
    "When did the mass suicide occur?",
    "Where did it occur?",
    "How did they commit suicide?",
    "Why did they commit suicide?",
    "On what date was Bashar Assad inaugurated as the Syrian president?",
    "What is his party affiliation?",
    "What was his profession prior to assuming the Presidency?",
    "How long are Syrian presidential terms?",
    "What schools did he attend?",
    "When was Abu Nidal born?",
    "What was his name at birth?",
    "How many followers does he have?",
    "In what countries has he operated from?",
    "In what year did the PLO condemn him to death?",
    "What is Carlos' real name?",
    "Where was he born?",
    "Whom did he marry?",
    "When was he captured?",
    "Where was he captured?",
    "When was Cassini launched?",
    "How much did it cost to build?",
    "What is its destination?",
    "What planets will it pass?",
    "What is the religious affiliation of the Kurds?",
    "How many Kurds live in Turkey?",
    "What other countries do Kurds live in?",
    "When was the first Burger King restaurant opened?",
    "Where was the first restaurant opened?",
    "Who founded it?",
    "What are Burger King's gross sales today?",
    "What countries is Burger King located in?",
    "Who is the CEO of the publishing company Conde Nast?",
    "Where are the company's headquarters?",
    "When was the company founded?",
    "What magazines does Conde Nast publish?",
    "Where was she born?",
    "How many siblings does she have?",
    "Whom did she marry?",
    "How many children does she have?",
    "Where does she live?",
    "What schools did she attend?",
    "What is her occupation?",
    "What branch of the service did she serve in?",
    "What rank did she reach?",
    "Where was he born?",
    "When was he born?",
    "How old was he when he began writing?",
    "What books has he written?",
    "When was the agreement made?",
    "What is the purpose of the agreement?",
    "What groups are affected by it?",
    "Who were the key players in negotiating the agreement?",
    "What kind of ship is the Liberty Bell 7?",
    "Who developed it?",
    "What is it made of?",
    "What happened to it?",
    "What is Vilar's nationality?",
    "What organizations has he donated money to?",
    "What is the name of the company he founded?",
    "What companies has he invested in?",
    "Who founded Public Citizen?",
    "When was it formed?",
    "What is its purpose?",
    "How many members does it have?",
    "Who is its current head?",
    "What state does he represent?",
    "When was he born?",
    "When was he first elected to the senate?",
    "What branch of the service did he serve in?",
    "Who founded the Muslim Brotherhood?",
    "When was it formed?",
    "What is its goal?",
    "What countries does it operate in?",
    "Name members of the group.",
    "Where is the center located?",
    "When was the center formed?",
    "What is its mission?",
    "Name members of the center.",
    "What kind of insect is a boll weevil?",
    "What type of plant does it damage?",
    "What states have had problems with boll weevils?",
    "What was Johnny Appleseed's real name?",
    "Where was he born?",
    "When did he die?",
    "What did he wear as a hat?",
    "In what states did he plant trees?",
    "What are the names of the space shuttles?",
    "Which was the first shuttle?",
    "When was the first flight?",
    "When was the Challenger space shuttle disaster?",
    "How many members were in the crew of the Challenger?",
    "How long did the Challenger flight last before it exploded?",
    "How late is Disneyland open?",
    "What was the Hunchback of Notre Dame's real name?",
    "What is the name of the airport in Dallas Ft. Worth?",
    "What city is Disneyland in?",
    "What book did Rachel Carson write in 1962?",
    "What country is Aswan High Dam located in?",
    "Which past and present NFL players have the last name of Johnson?",
    "How many time zones are there in the world?",
    "How high is the pitcher's mound?",
    "How did the disciple Peter die?",
    "What is the population of Iceland?",
    "What business was the source of John D. Rockefeller's fortune?",
    "What are pennies made of?",
    "What is the name of the chart that tells you the symbol for all chemical elements?",
    "In which city is the River Seine?",
    "What breeds of dog have won the \"Best in Show\" award at the Westminster Dog Show?",
    "What city is the home to the Rock and Roll Hall of Fame?",
    "List the names of chewing gums.",
    "What city did Duke Ellington live in?",
    "How did Jimi Hendrix die?",
    "How big is Mars?",
    "When was \"Cold Mountain\" written?",
    "How did Virginia Woolf die?",
    "How fast is an eye blink?",
    "What governments still officially recognize and support International Labor Day?",
    "When was the first hair dryer made?",
    "What did Ozzy Osbourne bite the head off of?",
    "When was the U.S. capitol built?",
    "How did George Washington die?",
    "how did Patsy Cline die",
    "What band did the music for the 1970's film \"Saturday Night Fever\"?",
    "What band was Jerry Garcia with?",
    "When was Prince Charles born?",
    "When did International Volunteers Day begin?",
    "What is the play \"West Side Story\" based on?",
    "What color is the top stripe on the U.S. flag?",
    "How many stories are in the Sears Tower?",
    "How fast can a nuclear submarine travel?",
    "How many floors are in the Empire State Building?",
    "How did Einstein die?",
    "What grapes are used in making wine?",
    "What membrane controls the amount of light entering the eye?",
    "How many Olympic Games were canceled because of World War I?",
    "What is the name of Ling Ling's mate?",
    "What did George Washington call his house?",
    "When was Adolf Hitler born?",
    "What day and month did Nixon resign?",
    "What country did Catherine the Great rule?",
    "What is the word which means one hiring his relatives?",
    "What is the nickname of the British flag?",
    "Who created the literary character Phineas Fogg?",
    "What beach was \"I Dream of Jeannie\" filmed on?",
    "How late will airlines let you fly in pregnancy?",
    "How many NFL teams are there?",
    "What country made the Statue of Liberty?",
    "What country is the largest in square miles?",
    "How fast can a king cobra kill you?",
    "What does cc mean in letter writing?",
    "How many gas stations are there in the United States?",
    "What position did Satchel Paige play in professional baseball?",
    "What country is know as the \"Land of the Rising Sun\"?",
    "Who are professional female boxers?",
    "What company manufactures Sinemet?",
    "What capital city do you see from the top of Bunker Hill?",
    "What party led Australia from 1983 to 1996?",
    "What fruit's stone does Laetrile come from?",
    "What does ACLU stand for?",
    "What is the national airline of Spain?",
    "What city is the Liberty Bell currently located in?",
    "What player on a basketball team usually plays the post or pivot position?",
    "What is Richie's surname on \"Happy Days\"?",
    "How did Cleopatra die?",
    "What is the motto for the Boy Scouts?",
    "How large in square miles is North Carolina?",
    "How big is the sun?",
    "How many moons does Venus have?",
    "How far is the moon from Earth in miles?",
    "How long is the Great Barrier Reef?",
    "What movie won the Academy Award for best picture in 1989?",
    "When was Lyndon B. Johnson president?",
    "What are people born 1965 through 1980 called?",
    "What is the Cav's arena name?",
    "What city is Ole Mississippi University in?",
    "List the names of casinos owned by Native Americans.",
    "When was chewing tobacco banned in baseball?",
    "What comic book friend of Archie wears a crown-shaped hat?",
    "How did Minnesota get its name?",
    "How hot is the sun?",
    "How many official languages does Switzerland have?",
    "What was the Beatles' first number one hit?",
    "What department is responsible for regulating casino gambling in Mississippi?",
    "What city is Duke University in?",
    "What American revolutionary general turned over West Point to the British?",
    "How old was Babe Ruth when he died?",
    "What is the state with the smallest population?",
    "How many Earth days does it take for Mars to orbit the sun?",
    "What rock band sang \"A Whole Lotta Love\"?",
    "Name singers performing the role of Donna Elvira in performances of Mozart's \"Don Giovanni\".",
    "How far is the distance for a free throw?",
    "What do the opposite sides of a die add up to?",
    "What is the fastest roller coaster?",
    "How many years are there in a French president's term?",
    "What animal has human-like fingerprints?",
    "What island was Napoleon exiled to after his defeat at Waterloo?",
    "When was Leonardo da Vinci born?",
    "How did Marty Robbins die?",
    "How many stripes are on the American flag?",
    "List brands of pianos.",
    "What building is the Academy of Country Music Awards held in?",
    "What is the area of western Germany that is known for its rich coal deposits?",
    "What percent of the nation's cheese does Wisconsin produce?",
    "How many days are there in a Martian year?",
    "What Boston Red Sox infielder was given his father's first name, with the letters reversed?",
    "In which city would you find the Louvre?",
    "What is the world's largest coral reef?",
    "What English city does the prime meridian pass through?",
    "What continent is the world's largest dessert on?",
    "What sports stadium has been billed as \"the eighth wonder of the world\"?",
    "When was the first Olympics held?",
    "When was OJ Simpson arrested for murder?",
    "What are the biggest snakes in the world?",
    "How many electoral votes does Tennessee have?",
    "How do you say \"cat\" in the French language?",
    "Who was the ancient Egyptian god that was the patron of music and pleasure?",
    "What sporting event first took place in 1903?",
    "How many types of human blood are there?",
    "List female astronauts or cosmonauts.",
    "How many stomachs does a cow have?",
    "How many counties are in California?",
    "How did Iowa get its name?",
    "What did Alfred Noble invent?",
    "What college did Allen Iverson go to?",
    "What are baby frogs called?",
    "What amendment did Roe vs. Wade affect?",
    "What museum in Philadelphia was used in \"Rocky\"?",
    "When was the city of New Orleans founded?",
    "What cities in the United States have newspapers called the \"Daily Journal\"?",
    "How close is Mercury to the sun?",
    "When was MTV started?",
    "What president served 2 nonconsecutive terms?",
    "What dissolves gold?",
    "What continent has discovered more meteorites landing spots than any other in the world?",
    "What county is San Antonio, Texas in?",
    "What duo lost their Grammy for best new artist when it was discovered that they lip-synched their songs?",
    "What document did Button Gwinnett sign on the upper left hand side?",
    "What dessert is made with poached peach halves, vanilla ice cream, and raspberry sauce?",
    "What band did former Red Hot Chili Peppers guitarist Dave Navarro start out with?",
    "How many children did Bob Marley have?",
    "What is the motto of the \"New York Times\"?",
    "How did Chicago get its name?",
    "What court case overturned Plessy v. Furgeson?",
    "How many legs does a beetle have?",
    "What Shakespeare character said, \"...the law is an ass.\"?",
    "What country is Mt. Everest in?",
    "What is a female moose called?",
    "What is tequila made from?",
    "How many Great Lakes are there?",
    "What animal is responsible for the most human deaths worldwide?",
    "When was the first Star Wars movie made?",
    "What date did the U.S. civil war start?",
    "How many islands are there in Indonesia?",
    "How did Brandon Lee die?",
    "How fast does light travel through space?",
    "How tall is the tallest pyramid?",
    "What city in Louisiana was Britney Spears born in?",
    "What company owns the soft drink brand \"Gatorade\"?",
    "How big does a pig get?",
    "What is Corian made of?",
    "How do you say \"who\" in Spanish?",
    "What peace treaty ended WWI?",
    "Which is the longest track event in the Olympic Games?",
    "What breed of horse was used to found the Lipizzaner?",
    "How many home runs did Babe Ruth hit?",
    "How close is Mesa to Phoenix?",
    "What is the study of ants called?",
    "What Canadian city has the largest population?",
    "How many rooms are in the White House?",
    "On what Caribbean Island was Ponce de Leon governor?",
    "What Ridley Scott movie is set in 180 a.d.?",
    "What is Eminem's real name?",
    "When was the telegraph invented?",
    "Which city is home to Superman?",
    "When was JFK born?",
    "List the names of cell phone manufacturers.",
    "Which countries were visited by first lady Hillary Clinton?",
    "What player has been the home run champion of the national league seven times?",
    "What comedy team was John Cleese part of?",
    "What did Caesar say before he died?",
    "What country was Catherine the Great from?",
    "What American landmark stands on Liberty Island?",
    "What confederate general was responsible for the defeat at Gettysburg?",
    "When was the submarine invented?",
    "What country produces the most silk?",
    "What is Barbie's full name?",
    "What is the currency of Denmark?",
    "What companies manufacture golf clubs?",
    "When was the U.N. created?",
    "what is Speedy Claxton's real name?",
    "How many times have the Yankees won the World Series?",
    "Which U.S. presidents have died while in office?",
    "List art museums that have returned looted Nazi art to their owners or descendants.",
    "In what Canadian province are most people of French descent?",
    "How cold is Lake George?",
    "What college did Marcus Camby play for?",
    "How many brothers and sisters does Fidel Castro have?",
    "When is Jennifer Lopez's birthday?",
    "What does \"CBS\" (television network) stand for?",
    "What artist recorded the song \"At Last\" in the 40's or 50's?",
    "What is the inner peel of an orange called?",
    "When was John Lennon born?",
    "What organization did Paul Konerko first play major league baseball with?",
    "What altitude is Orange City, Florida?",
    "What country did Panama gain its independence from?",
    "What flavor filling did the original Twinkies have?",
    "How many home runs did Henry \"Hank\" Aaron hit in his major league career?",
    "Who is the mayor of San Francisco?",
    "What are names of dirigibles (rigid airships)?",
    "When was Abraham Lincoln born?",
    "What is Motley Crue's Nikki Sixx's real name?",
    "How accurate are HIV tests?",
    "How many moons does Neptune have?",
    "Which college athletic teams are nicknamed the Cougars?",
    "Name U.S. entertainers that later became politicians.",
    "What gas is 78 percent of the earth's atmosphere?",
    "What day did Martin Luther King, Jr. get assassinated?",
    "How many justices does the United States Supreme Court have?",
    "When was Listerine first put on the market?",
    "How did John Dillinger die?",
    "What Bob Dylan song is in a Disney movie?",
    "What does a theodolite measure?",
    "Which U.S. states have a county named Jackson?",
    "How many Olympic gold medals did Carl Lewis win?",
    "What cathedral is in Claude Monet's paintings?",
    "When was the Great Wall of China built?",
    "What date did the Lusitania sink?",
    "What is egg white called?",
    "What country is home to Sabena Airlines?",
    "How fast does Randy Johnson throw?",
    "What state had the most signers of the Declaration of Independence?",
    "What country singer's first album was titled \"Storms of Life\"?",
    "What is the body temperature of a dog?",
    "What is the nickname for the national New Zealand basketball team?",
    "How high is the net on a regulation ping pong table?",
    "What cruise ships have sunk, caught fire, or have been beached?",
    "How did Julius Irving's son die?",
    "What date was the Declaration of Independence signed on?",
    "How did George Wallace's father die?",
    "How often is someone murdered in the U.S.?",
    "What country produces the most emeralds?",
    "What day did Pearl Harbor occur?",
    "How often does the men's soccer World Cup take place?",
    "How big do iguanas get?",
    "Who were the great opera tenors of the twentieth century?",
    "What is the \"Playboy\" logo?",
    "What country did Iraq invade in 1990?",
    "when was Dante's \"Inferno\" written?",
    "How high is Mt. Hood?",
    "What famous verse did Sarah Hale write in 1830?",
    "What countries have had school bus accidents that resulted in fatalities?",
    "How many people can be seated in Yankee Stadium?",
    "How far is the Titanic under water?",
    "In which U.S. states have there been fatalities caused by snow avalanches?",
    "What Liverpool club spawned the Beatles?",
    "How long do mourning doves live?",
    "What are the measurements for a king-size bed?",
    "What is the big prize called in Canadian football?",
    "Who sang \"Tennessee Waltz\"?",
    "What animal can go the longest without water?",
    "What country is Hyundai from?",
    "What city is the gateway arch located in?",
    "How did Malcolm X die?",
    "How many feet above sea level is Jerusalem?",
    "What are brake pads made of?",
    "When was Ronald Reagan shot?",
    "What ocean are the Gilbert Islands in?",
    "What is the name of the unmanned space craft sent to Mars by NASA?",
    "What is the name of the Chief Justice of the Supreme Court?",
    "What band was Jimmy Page in before Led Zeppelin?",
    "How big is a keg?",
    "How many interceptions did Joe Montana throw in four Superbowls?",
    "What actor has a tattoo on his right wrist reading \"Scotland forever\"?",
    "How many cabinet officers are there?",
    "How much did Marilyn Monroe weigh?",
    "What Chinese provinces have a McDonald's restaurant?",
    "What is the term for arable land left unseeded for one season?",
    "How many grams in an ounce?",
    "How large of a litter does a rat have at one time?",
    "What country artist is nicknamed Tater?",
    "What are baby turkeys called?",
    "What country other than Germany has German as its official language?",
    "What are sounds too low for humans to hear called?",
    "How did Dennis Brown die?",
    "What country does Greenland belong to?",
    "What company manufactures Van Heusen shirts?",
    "How tall is Al Pacino?",
    "What president is on the thousand dollar bill?",
    "Which U.S. government employees (either military or civilian) have been accused of spying for foreign countries?",
    "When was the first camera invented?",
    "What modern country is home to the ancient city of Babylon?",
    "When was abortion legalized in the U.S.?",
    "What is the Bluegrass state?",
    "What country was the Battle of Verdun fought in?",
    "What dam is said the be the largest hydroelectric station in the world?",
    "What is a word spelled the same backward and forward called?",
    "What daughter of Czar Nicholas II is said to have escaped death in the Russian revolution?",
    "How far is a 3-point line from the basketball goal in the NBA?",
    "What is the highest mountain in South America?",
    "What country's flag flies over the Canary Islands?",
    "What album became the greatest selling album of all time?",
    "How cold is the moon?",
    "What prison is Charles Manson at?",
    "What does the bugler play at the end of the day on a US military base?",
    "How tall is the green monster at Fenway?",
    "What chemical is in chocolate that helps with depression?",
    "List Hezbollah members killed or apprehended by Israeli forces.",
    "What dress size was Marilyn Monroe?",
    "What city is home to almost half of Michelangelo's statues?",
    "What film did Liza Minnelli win a best actress Oscar for?",
    "What major league baseball player has 511 pitching victories?",
    "How many planets are in our solar system?",
    "When was the Panama Canal returned to Panama?",
    "What countries still have royalty?",
    "How deep is the Grand Canyon?",
    "What apostle was crucified?",
    "What cities in Russia or the Commonwealth of Independent States (CIS) have statues of Lenin?",
    "How much does it cost for gastric bypass surgery?",
    "How do you say \"I love you\" in French?",
    "What foods can cause allergic reactions in people?",
    "What is the richest country in the world?",
    "How did Hawaii become a state?",
    "When was the hot air balloon invented?",
    "What college did Magic Johnson go to?",
    "How did Cincinnati get its name?",
    "How big was the Big Gulp sold in 7-Eleven stores in 1980?",
    "How old was Elvis when he died?",
    "How did Marjorie Kinnan Rawlings die?",
    "What substance did Charles Best and Frederick Banting discover in 1922?",
    "what instrument does the concertmaster of an orchestra usually play?",
    "How long is a quarter in an NBA game?",
    "What is capital of Maryland?",
    "What class of drug is Xanax?",
    "How many intelligence agencies does the U.S. have?",
    "Which religion has the largest number of followers worldwide?",
    "How big is the planet Venus?",
    "When was Mariah Carey born?",
    "In which country is Timbuktu?",
    "What are the odds against getting struck by lightning?",
    "How did Jackie Robinson die?",
    "How many rooms does the Las Vegas MGM Grand Hotel have?",
    "What American commodore demanded that Japan trade with the United States?",
    "What canal is between the Mediterranean Sea and the Red Sea?",
    "What is the traditional dish served at Wimbledon?",
    "What Chinese Dynasty was during 1412-1431?",
    "How much does the capitol dome weigh?",
    "What is an Indian flute made of?",
    "What divides Haiti from the Dominican Republic?",
    "What animal is veal from?",
    "What continent is Togo on?",
    "When was the piano made?",
    "Name recipients of funds given by the various foundations of Bill and Melinda Gates.",
    "What do you call a bone doctor?",
    "How many times a day do observant Muslims pray?",
    "What continent is India on?",
    "What 1857 U.S. Supreme Court decision denied that blacks were citizens?",
    "What national monument was designated as the first national monument in 1906?",
    "What is Britney Spears' middle name?",
    "How many dimples does a regulation golf ball have?",
    "How many mph do you have to go to break the sound barrier?",
    "What country did Marco Polo come from?",
    "What composer wrote \"Die Gotterdammerung\"?",
    "How much did the first Barbie cost?",
    "What is the longest river in the world?",
    "When is Mexico's Independence Day?",
    "How big is the Great Pyramid?",
    "How many terms was Dwight D. Eisenhower president?",
    "What jurisdictions have youth symphony orchestras?",
    "How much calcium is in broccoli?",
    "How many American deaths were there in the Korean war?",
    "How did the Lindy Hop get its name?",
    "How many republics made up the Soviet Union?",
    "What does an English stone equal?",
    "What countries provided troops or support to the NATO-led peacekeeping mission in Bosnia?",
    "How many tentacles do squids actually have?",
    "What is the largest city in Austria?",
    "What team drafted Brett Favre?",
    "What instrument measures radioactivity?",
    "What common medicine discovered by native Americans is from the bark of a willow tree?",
    "When was the first TV invented?",
    "What American feminist appeared on a silver dollar?",
    "When was the first Superbowl?",
    "How far is it from the pitcher's mound to home plate?",
    "What state was Amelia Earhart born in?",
    "How many muscles are there in the human body?",
    "What river is under New York's George Washington bridge?",
    "What actress has received the most Oscar nominations?",
    "How old do you have to be to join the U.S. Navy?",
    "What did Peter Minuit buy for the equivalent of $24.00?",
    "How did Harry Chapin die?",
    "How many layers of skin do we have?",
    "How did Joseph Smith die?",
    "When was the Titanic built?",
    "How did John Quincy Adams die?",
    "What instrument did the jazz musician Art Tatum play?",
    "When was barbed wire invented?",
    "When was the first televised World Series?",
    "How many people visited Disneyland in 1999?",
    "What city hosted the 1936 Summer Olympics?",
    "What are the titles of the books in Sue Grafton's alphabet series of mysteries?",
    "What countries have won the men's World Cup for soccer?",
    "Where is Mount Olympus?",
    "How big is the killer whale?",
    "How long before bankruptcy is removed from a credit report?",
    "What engineer designed the Erie Canal?",
    "What did Osama bin Laden's father do for a living?",
    "How did Anne Frank die?",
    "What 20th century American president died at Warm Springs, Georgia?",
    "What instrument did Louis Armstrong play?",
    "What city's biggest shopping district is called the Ginza District?",
    "Who was responsible for the killing of Duncan in \"Macbeth\"?",
    "What country's soldiers hid in the Trojan horse?",
    "What is the gift for the 20th anniversary?",
    "What stadium was the first televised MLB game played in?",
    "How high is Pikes peak?",
    "Who has been nominated at least twice for an Academy Award but has never won?",
    "How hot does it get in Death Valley?",
    "What body of water does the Colorado River empty into?",
    "How tall is the Washington Monument?",
    "What actress played Betsy in \"Betsy's Weeding\"?",
    "When was the first potato chip made?",
    "What type of bee drills holes in wood?",
    "What is the tallest statue in the world?",
    "What date did Thomas Jefferson die?",
    "What color belt is first in karate?",
    "What country is the leading producer of rubber?",
    "How did Bob Marley die?",
    "What is the scientific name for red ants?",
    "What is the name of the official residence of the President of France?",
    "What is Horatio's relationship to Hamlet?",
    "What passage has the Ten Commandments?",
    "How did Jerry Garcia Die?",
    "What is the population of Canberra?",
    "How did Harry Houdini die?",
    "What country celebrates Guy Fawkes Day?",
    "what Arthur Miller play recounts his marriage to Marilyn Monroe?",
    "What languages are spoken in India?",
    "What ancient tribe of Mexico left behind huge stone heads standing 6-11 feet tall?",
    "What president created social security?",
    "When was the Red Cross founded?",
    "What color hair did Thomas Jefferson have before gray?",
    "Who is Tom Cruise married to?",
    "What is the name of the volcano that destroyed the ancient city of Pompeii?",
    "What was the largest crowd to ever come see Michael Jordan?",
    "What year was Alaska purchased?",
    "What mythical Scottish town appears for one day every 100 years?",
    "When was the telegraph invented?",
    "What is the democratic party symbol?",
    "What year did Wilt Chamberlain score 100 points?",
    "When was the internal combustion engine invented?",
    "How many chromosomes does a human zygote have?",
    "How many ounces are in a gallon?",
    "When did the story of Romeo and Juliet take place?",
    "When did the shootings at Columbine happen?",
    "Which political party is Lionel Jospin a member of?",
    "Which vintage rock and roll singer was known as \"The Killer\"?",
    "What lays blue eggs?",
    "What Spanish explorer discovered the Mississippi River?",
    "Who is the governor of Colorado?",
    "What river is called \"China's Sorrow\"?",
    "What was the length of the  Wright brothers' first flight?",
    "Where does the vice president live when in office?",
    "When was Wendy's founded?",
    "Who was the first person to run the mile in less than four minutes?",
    "When was the Rosenberg trial?",
    "What year did Alaska become a state?",
    "How high is Mount Kinabalu?",
    "When did Mike Tyson bite Holyfield's ear?",
    "What is a peninsula in the Philippines?",
    "Who won the Oscar for best actor in 1970?",
    "What is the population of Maryland?",
    "Who is the governor of Tennessee?",
    "What was the first spaceship on the moon?",
    "Who won the Nobel Peace Prize in 1992?",
    "What was Andrew Jackson's wife's name?",
    "How old do you have to be to get married in South Carolina?",
    "Who starred in \"The Poseidon Adventure\"?",
    "Where is Devil's Tower?",
    "What is the height of the tallest redwood?",
    "What site did Lindbergh begin his flight from in 1927?",
    "What nation is home to the Kaaba?",
    "What was the name of Stonewall Jackson's horse?",
    "How many states were still united after the southern states seceded?",
    "What body of water does the Colorado River flow into?",
    "How deep is Crater Lake?",
    "Who was the lead singer for the Commodores?",
    "What is the coldest place on earth?",
    "What is the chemical formula for sulphur dioxide?",
    "When did Bob Marley die?",
    "What female leader succeeded Ferdinand Marcos as president of the Philippines?",
    "When is Snoop Dog's birthday?",
    "How did Mahatma Gandhi die?",
    "What is the capital of Syria?",
    "What is the fear of lightning called?",
    "What college did Magic Johnson attend?",
    "Which U.S. state is the leading corn producer?",
    "Where was the first McDonalds built?",
    "What is the name given to a collection of poetry?1",
    "Where was the first J.C. Penney store opened?",
    "How much money does the U.S. supreme court make?",
    "The Hindenburg disaster took place in 1937 in which New Jersey town?",
    "What is the Keystone State?",
    "Who succeeded Ferdinand Marcos?",
    "What was the name of the high school in \"Grease\"?",
    "What is one national park in Indiana?",
    "What was the name of the dog in the Thin Man movies?",
    "What country's leader was awarded the 2000 Nobel Peace Prize?",
    "Where is the oldest synagogue in the United States?",
    "What is the North Korean national anthem?",
    "Who is the detective on \"Diagnosis Murder\"?",
    "What company makes Bentley cars?",
    "How tall is Allen Iverson?",
    "What year did South Dakota become a state?",
    "If something has petrified, what has it turned into?",
    "When did Alexandra Graham Bell invent the telephone?",
    "When did president Herbert Hoover die?",
    "How fast does a cheetah run?",
    "How do you say \"house\" in Spanish?",
    "When was Lyndon B. Johnson born?",
    "What is the lowest point on earth?",
    "Who was the first person to reach the south pole?",
    "Who was the Roman god of the sea?",
    "What are wavelengths measured in?",
    "What is the name of the heroine in \"Gone with the Wind\"?",
    "Who composed \"The Messiah\"?",
    "What is the principle port in Ecuador?",
    "What is the capital city of Algeria?",
    "What county is Wilmington, Delaware in?",
    "Where is the highest point on earth?",
    "What college did Allen Iverson attend?",
    "What is slang for a \"five dollar bill\"?",
    "Where did Roger Williams, pianist, grow up?",
    "How much are tickets to Disney World?",
    "What continent is India on?",
    "What is the Boston Strangler's name?",
    "What was the name of Sherlock Holmes' brother?",
    "How old was Nolan Ryan when he retired?",
    "When was Davy Crockett born?",
    "Who wrote \"East is east, west is west and never the twain shall meet\"?",
    "How did Molly Shannon's mother die?",
    "What country is Berlin in?",
    "What was the original name before \"The Star Spangled Banner\"?",
    "What school did Emmitt Smith go to?",
    "Which African country's major export is coffee?",
    "Where is Georgetown University?",
    "How much of U.S. power is from nuclear energy?",
    "What year was President Kennedy killed?",
    "What is the world's second largest island?",
    "Where is the Salton Sea?",
    "What is the currency used in China?",
    "What's the name of King Arthur's sword?",
    "What is the national anthem in England?",
    "What was Dale Evans' horse's name?",
    "What is Frank Sinatra's nickname?",
    "Where is Anne Frank's diary?",
    "Who said \"Music hath charm to soothe the savage beast\"?",
    "What is the age of our solar system?",
    "What is the current population in Bombay, India?",
    "What is Canada's most populous city?",
    "What was Dr. Seuss' real name?",
    "What does CPR stand for?",
    "What is the state bird of Alaska?",
    "What year did Marco Polo travel to Asia?",
    "Where was Hans Christian Anderson born?",
    "What is the capital of Kentucky?",
    "What year did Ellis Island open its doors to immigrants?",
    "What are the headpieces called that the Saudi Arabians wear?",
    "What percent of the U.S. is African American?",
    "What is the name of the ballpark that the Milwaukee Brewers play at?",
    "What university did Thomas Jefferson found?",
    "What is the city of brotherly love?",
    "When did the 6-day war begin?",
    "Where did Kublai Khan live?",
    "What is the oldest college bowl game?",
    "What is the capital city of New Zealand?",
    "What does NASDAQ stand for?",
    "What is the literacy rate in Cuba?",
    "Who directed the film \"Fail Safe\"?",
    "The sun is mostly made up of what two gasses?",
    "Who painted \"Sunflowers\"?",
    "What city is Lake Washington by?",
    "How many electoral college votes in Tennessee?",
    "Who is the evil H.R. Director in \"Dilbert\"?",
    "What is Ronald Reagan's favorite candy?",
    "What is the deepest lake in America?",
    "What president is on a quarter?",
    "Where is Hill Air Force Base?",
    "How tall was Judy Garland?",
    "What is the most populated country in the world?",
    "What is a female rabbit called?",
    "What year was the movie \"Ole Yeller\" made?",
    "What is the atomic number of uranium?",
    "What was the first name of the Gehrig who played for the New York Yankees?",
    "What year was the PC invented?",
    "What is the southwestern-most tip of England?",
    "What does DNA stand for?",
    "What did Charles Babbage invent?",
    "Who makes Magic Chef refrigerators?",
    "What is the scientific name for tobacco?",
    "When was the Tet offensive in Vietnam?",
    "What cemetery is Thurgood Marshall buried in?",
    "What was the first satellite in space?",
    "How much does it cost to register a car in New Hampshire?",
    "Where did Dr. King give his speech in Washington?",
    "What was Denzel Washington's first television series?",
    "When was the first patent filed on the ice cream cone?",
    "Where did the U.S. Civil War begin?",
    "Who started the Protestant reformation?",
    "When did Led Zeppelin appear on BBC?",
    "What is Karl Malone's nickname?",
    "What famous Spanish poet died in Spain's Civil War?",
    "When did the Black Panther party start in California?",
    "How old was George Washington when he died?",
    "When did the Vietnam War end?",
    "What is the legal age to vote in Argentina?",
    "How much copper is in a penny?",
    "For whom was the state of Pennsylvania named?",
    "Who is the head of the FBI?",
    "When did \"The Simpsons\" first appear on television?",
    "What is the degree of tilt of Earth?",
    "What galaxy is closest to the milky way?",
    "What Burns poem does \"the best laid plans of mice and men\" come from?",
    "How tall is the Sphinx?",
    "Which country exports the most tea?",
    "What name is given to the science of map-making?",
    "What anniversary is the 20th?",
    "How high is a hand?",
    "What is the text of an opera called?",
    "When did George W. Bush get elected as the governor of Texas?",
    "What is the chief religion for Peru?",
    "When did the Golden Gate Bridge get finished?",
    "What did Sherlock Holmes call the street gang that helped him crack cases?",
    "When was Apollo 11 launched?",
    "What do grasshoppers eat?",
    "What percentage of the population is left handed?",
    "When was the Reichstag burned down?",
    "What percent of Egypt's population lives in Cairo?",
    "Which long Lewis Carroll poem was turned into a musical on the London stage?",
    "What person developed COBOL?",
    "What year did Mussolini seize power in Italy?",
    "Where is the French consulate in New York?",
    "Who was the baseball player given the nickname \"Mr. October\"?",
    "What is South Africa's total population?",
    "What automobile company makes the Spider?",
    "When did Einstein die?",
    "Who holds the record as the highest paid child performer?",
    "When did Robert E. Lee surrender in the Civil War?",
    "What does R&B stand for?",
    "How far would you run if you participate in a marathon?",
    "What is the boiling point of water?",
    "What is the normal blood sugar range for people?",
    "What is the appropriate gift for a 10th anniversary?",
    "What is the currency of Bolivia called?",
    "Who signed the Declaration of Independence from Vermont?",
    "What is the lifespan of a house fly?",
    "When was the U.S. invasion of Haiti?",
    "When was Benjamin Disraeli prime minister?",
    "What is the capital of Victoria?",
    "What is Africa's largest country?",
    "When is Gerald Ford's birthday?",
    "When did the Klondike gold rush occur?",
    "Where is bile produced?",
    "Which baseball star stole 130 bases in 1982?",
    "What year was the first Macy's Thanksgiving Day Parade held?",
    "Who was Woodrow Wilson's First Lady?",
    "What is the active ingredient in Tylenol?",
    "What year did \"New Coke\" come out?",
    "What is the deepest lake in the world?",
    "What is Buzz Aldrin's real first name?",
    "What is written on the U.S. tomb of the unknown soldier?",
    "How much area does the Everglades cover?",
    "Where is Mae West buried?",
    "When was the dog domesticated?",
    "What's the capacity of the Superdome?",
    "How much protein is in tofu?",
    "What roller coaster is the fastest in the world?",
    "What is the area of Venezuela?",
    "What is the name of the famous dogsledding race held each year in Alaska?",
    "When was the battle of Chancellorsville fought?",
    "What is the name of the five pointed star commonly used by Satanists?",
    "What city in Australia has rain forests?",
    "Who founded Taoism?",
    "Where did 'N Sync get their name?",
    "What do you call a baby sloth?",
    "Who founded Rhode Island?",
    "How far away from the sun is Saturn?",
    "How much is the international space stations expected to cost?",
    "When was the first atomic bomb dropped?",
    "What continent is Scotland in?",
    "What does TB stand for in baseball stats?",
    "What year did the shuttle Challenger explode?",
    "What county is Elmira, NY in?",
    "What is another name for the North Star?",
    "When did the United States enter World War II?",
    "How do you say \"French fries\" in French?",
    "Where is Prairie View A&M University?",
    "Where was Abraham Lincoln born?",
    "How fast does an Iguana travel (mph)?",
    "What do the French call the English Channel?",
    "What year was Robert Frost born?",
    "Where was Bob Dylan born?",
    "What is Elvis Presley's middle name?",
    "What does \"E Pluribus Unum\" mean?",
    "When was Jerusalem invaded by the general Titus?",
    "What are the people who make fireworks called?",
    "Who was the first person to make the helicopter?",
    "When did Marian Anderson sing at the Lincoln Memorial?",
    "What is the name of the US military base in Cuba?",
    "What is the abbreviation for the London stock exchange?",
    "What is the oldest national park in the U.S.?",
    "How tall is Mount McKinley?",
    "Who was the Union general in the Battle of Winchester?",
    "Where is Big Ben?",
    "What Latin American country is the leading exporter of sugar cane?",
    "What time of year does the peregrine falcon breed?",
    "What day did Neil Armstrong land on the moon?",
    "What group sang the song \"Happy Together\"?",
    "When was water found on Mars?",
    "How did Micky Mantle die?",
    "Who was the U.S. president in 1929?",
    "What is the diameter of the moon?",
    "What country was ruled by King Arthur?",
    "When did Houdini die?",
    "When was Martin Luther King Jr. born?",
    "What name is horror actor William Henry Pratt better known by?",
    "What card game uses only 48 cards?",
    "What is the most populous city in the United States?",
    "Who defeated the Spanish armada?",
    "What president declared Mothers' Day?",
    "What year was the gateway arch built?",
    "What war is connected with the book \"Charge of the Light Brigade\"?",
    "What does DEA stand for?",
    "Where was the movie \"Somewhere in Time\" filmed?",
    "How tall is the Eiffel Tower in France?",
    "When was Jackie Robinson born?",
    "What year did California become a territory?",
    "What breed was Roy Rogers' horse Trigger?",
    "When was the pencil first invented?",
    "Where is the Statue of Liberty?",
    "When was Julius Caesar born?",
    "What city is Purdue University in?",
    "Where is America's Stonehenge?",
    "Where was President Lincoln buried?",
    "Whose business slogan is \"Quality is job 1\"?",
    "What award did Sterling North's book \"Rascal\" win in 1963?",
    "What is the normal pulse rate?",
    "What is rum made out of?",
    "What is the beginning date for the Hershey foods company?",
    "What is the ranger's name in Yogi Bear cartoons?",
    "When was the Exxon Valdez Oil spill?",
    "What is the August birthstone?",
    "What are the colors of the Italian flag?",
    "When was the first jet invented?",
    "Who invented the fishing reel?",
    "What is the phobia for number 13?",
    "What province in Canada is Niagara Falls located in?",
    "How much vitamin C should you take in a day?",
    "Who was the first Triple Crown Winner?",
    "What city was the first in the world to have a population over one million?",
    "When was the White House built?",
    "What is the distance from Jupiter to the sun?",
    "When a game of baseball is forfeited, what is the score?",
    "How far is the pitchers mound from home plate in softball?",
    "What year did poet Emily Dickinson die?",
    "What is Madonna's last name?",
    "Who was one of the Egyptian gods?",
    "Where did David Ogden Stiers get his undergraduate degree?",
    "What is the name of the canopy at a Jewish wedding?",
    "What does the abbreviation WASP mean?",
    "When did Yankee Stadium first open?",
    "What is the name of the airport in Amsterdam?",
    "What is Mark Twain's real name?",
    "What are the opening words of the Declaration of Independence?",
    "Who is the president pro tempore of the US Senate?",
    "How do you say \"pig\" in Spanish?",
    "What city is Southwestern University in?",
    "Where on the body would you find the jowls?",
    "How much sleep should a child get at night?",
    "Where was the F Troop stationed?",
    "What is the full name of conductor Seiji?",
    "What is the Stanley Cup made of?",
    "What author wrote under the pen name \"Boz\"?",
    "When did the Mesozoic period end?",
    "Which state has the longest coastline on the Atlantic Ocean?",
    "What car company invented the Edsel?",
    "What are hiccups caused by?",
    "Who stabbed Monica Seles?",
    "Where is the national hurricane center located?",
    "When were the Los Angeles riots?",
    "When was Sputnik launched?",
    "What is Mexico's population?",
    "Where is Mesa Verde National park?",
    "When was the Oklahoma City bombing?",
    "When was the Vietnam Veterans Memorial in Washington, D.C. built?",
    "When did the Persian Gulf War occur?",
    "What was the profession of American patriot Paul Revere?",
    "When is Fashion week in NYC?",
    "When did the battle of Iwo Jima take place?",
    "What is the \"Sunflower State\"?",
    "Who wrote \"Fiddler on the Roof?\"",
    "Where was C.S. Lewis born?",
    "How many black keys are on the piano?",
    "What is the name of Scarlett O'Hara's house?",
    "How old is the universe?",
    "What Cuban dictator did Fidel Castro force out of power in 1958?",
    "What airport is LCY?",
    "What is Australia's national blossom?",
    "When was the first Ford Mustang made?",
    "What TV series did Pierce Brosnan play in?",
    "Who is the owner of the St. Petersburg Times?",
    "What is the highest recorded temperature in San Antonio, TX?",
    "When was D-Day?",
    "Who invented the cotton gin?",
    "What was Aaron Copland's most famous piece of music?",
    "What does HTML stand for?",
    "What is a group of antelope called?",
    "What year did the first American lighthouse open?",
    "Who did Scott Bakula play in \"American Beauty\"?",
    "When did Walt Disney die?",
    "What is Australia's oldest city?",
    "Who has the most no hitters in major league baseball?",
    "What year did \"Snow White\" come out?",
    "Who was the first woman to run for president?",
    "What country are Volvo automobiles made in?",
    "What is the scientific name for leech?",
    "What body of water does the Euphrates River empty into?",
    "What were the most points Michael Jordan scored in a game?",
    "What is David Lee Roth's birthday?",
    "Who makes viagra?",
    "What is the date of the Kent State Shooting?",
    "What country is the holy city of Mecca located in?",
    "When did they put Mir down?",
    "How far is it from Buffalo, New York to Syracuse, New York?",
    "What is the world's tallest office building?",
    "What is the fastest car in the world?",
    "How far does a laser pointer shine?",
    "How did Adolf Hitler die?",
    "On what continent is Egypt located?",
    "What is the life expectancy of the average woman in Nigeria?",
    "Which president was sworn into office on an airplane?",
    "Where is the smallest bone in the body?",
    "How tall is Tom Cruise?",
    "When did Willis Haviland Carrier make the air conditioner?",
    "Which river runs through Dublin?",
    "Who was elected President of South Africa in 1994?",
    "When was the first heart transplant?",
    "What is the range for the number of passengers a Boeing 747 airplane can carry?",
    "What island did the U.S. gain after the Spanish American war?",
    "When was the Buckingham Palace built in London, England?",
    "Where are the British Crown jewels kept?",
    "When was penicillin first used?",
    "What was the name of the stage play that A. Lincoln died at?",
    "When were the first postage stamps issued in the United States?",
    "What gift is proper for a 1st anniversary?",
    "What is Nicaragua's main industry?",
    "How old must you be to become President of the United States?",
    "Who was the first president to speak on the radio?",
    "Where did Golda Meir grow up?",
    "When did Marilyn Monroe commit suicide?",
    "When is Mexico's independence?",
    "Who were the architects who designed the Empire State Building?",
    "Who was the captain of the Titanic?",
    "What number did Michael Jordan wear?",
    "What year did Nintendo 64 come out?",
    "Which film received the first best picture Academy Award?",
    "Where was the battle of Alamo fought?",
    "What was Thailand's original name?",
    "How tall is the CNN Tower in Toronto?",
    "What city does the Tour de France end in?",
    "What is the name of Abbott and Costello's famous routine?",
    "What did Walter Cronkite say at the end of every show?",
    "How tall is Mike Tyson?",
    "Which disciple received 30 pieces of silver for betraying Jesus?",
    "Who was Sherlock Holmes' arch enemy?",
    "What river runs through Rome, Italy?",
    "What year was Ebbets Field, home of Brooklyn Dodgers, built?",
    "What was the name of FDR's dog?",
    "What country was formed in 1948?",
    "What is the state song of Kansas?",
    "What's the final line in the Edgar Allen Poe poem \"The Raven?\"",
    "How much did a quart of milk cost in the 1930's?",
    "In what month are the most babies born?",
    "When was the Hellenistic Age?",
    "What province is Calgary located in?",
    "What is the oldest sports trophy?",
    "What is Tina Turners real name?",
    "What was the name of the plane that dropped the Atomic Bomb on Hiroshima?",
    "What is the nickname of Oklahoma?",
    "What is Marilyn Monroe's real name?",
    "Which country colonized Hong Kong?",
    "When did Henry VIII rule England?",
    "Where was the Andersonville Prison?",
    "What was William Shakespeare's occupation before he began to write plays?",
    "How fast is the world spinning?",
    "What city is known as the rubber capital of the world?",
    "What is the length of Churchill Downs racetrack?",
    "Tell me where the DuPont company is located.",
    "What branch of the military has its academy in Annapolis?",
    "What Broadway musical is the song \"The Story is Me\" from?",
    "Where was Bill Gates born?",
    "What is the GDP of China?",
    "Who said \"I have not begun to fight!\"?",
    "What is the major crop grown in Arizona?",
    "What part of the eye continues to grow throughout a person's life?",
    "What capital is on the Susquehanna River?",
    "In the Bible, who was Jacob's mother?",
    "What country is Pretoria in?",
    "How much gravity exists on Mars?",
    "How did Eva Peron die?",
    "What is the motto for California?",
    "When was the battle of Shiloh?",
    "What county is St. Paul, Minnesota in?",
    "How far from the earth is the sun?",
    "What is the name of a newborn swan?",
    "What year was the phonograph invented?",
    "By what nickname was musician Ernesto Antonio Puente, Jr. best known?",
    "When was King Louis XIV born?",
    "What is the scientific name for the zinnia plant?",
    "What nationality is Sean Connery?",
    "How much of the ozone layer is depleted?",
    "Where is the Sea of Tranquility?",
    "What language do they speak in New Caledonia?",
    "What are Brazil's national colors?",
    "What was the name of the first enclosed baseball park?",
    "What year was the light bulb invented?",
    "How old is the Red Pyramid?",
    "Who is the author of the poem \"The Midnight Ride of Paul Revere?\"",
    "Who was the first black heavyweight champion?",
    "Where does cinnamon come from?",
    "What American general is buried in Salzburg?",
    "What county is Modesto, California in?",
    "Who was Galileo?",
    "What is an atom?",
    "When did Hawaii become a state?",
    "How tall is the Sears Building?",
    "George Bush purchased a small interest in which baseball team?",
    "What is Australia's national flower?",
    "Why does the moon turn orange?",
    "What is autism?",
    "What city had a world fair in 1900?",
    "What person's head is on a dime?",
    "What is the average weight of a Yellow Labrador?",
    "Who was the first man to fly across the Pacific Ocean?",
    "When did Idaho become a state?",
    "What is the life expectancy for crickets?",
    "What metal has the highest melting point?",
    "Who developed the vaccination against polio?",
    "What is epilepsy?",
    "What year did the Titanic sink?",
    "Who was the first American to walk in space?",
    "What is a biosphere?",
    "What river in the US is known as the Big Muddy?",
    "What is bipolar disorder? ",
    "What is cholesterol?",
    "Who developed the Macintosh computer?",
    "What is caffeine?",
    "What imaginary line is halfway between the North and South Poles?",
    "Where is John Wayne airport?",
    "What hemisphere is the Philippines in?",
    "What is the average speed of the horses at the Kentucky Derby?",
    "Where are the Rocky Mountains?",
    "What are invertebrates?",
    "What is the temperature at the center of the earth?",
    "When did John F. Kennedy get elected as President?",
    "How old was Elvis Presley when he died?",
    "Where is the Orinoco River?",
    "How far is the service line from the net in tennis?",
    "How much fiber should you have per day?",
    "How many Great Lakes are there?",
    "Material called linen is made from what plant?",
    "What is Teflon?",
    "What is amitriptyline?",
    "What is a shaman?",
    "What is the proper name for a female walrus?",
    "What is a group of turkeys called?",
    "How long did Rip Van Winkle sleep?",
    "What are triglycerides?",
    "How many liters in a gallon?",
    "What is the name of the chocolate company in San Francisco?",
    "What are amphibians?",
    "Who discovered x-rays?",
    "Which comedian's signature line is \"Can we talk\"?",
    "What is fibromyalgia?",
    "What is done with worn or outdated flags?",
    "What does cc in engines mean?",
    "When did Elvis Presley die?",
    "What is the capital of Yugoslavia?",
    "Where is Milan?",
    "What are the speed hummingbirds fly?",
    "What is the oldest city in the United States?",
    "What was W.C. Fields' real name?",
    "What river flows between Fargo, North Dakota and Moorhead, Minnesota?",
    "What do bats eat?",
    "What state did the Battle of Bighorn take place in?",
    "Who was Abraham Lincoln?",
    "What do you call a newborn kangaroo?",
    "What are spider veins?",
    "What day and month did John Lennon die?",
    "What strait separates North America from Asia?",
    "What is the population of Seattle?",
    "How much was a ticket for the Titanic?",
    "What is the largest city in the world?",
    "What American composer wrote the music for \"West Side Story\"?",
    "Where is the Mall of the America?",
    "What is the pH scale?",
    "What type of currency is used in Australia?",
    "How tall is the Gateway Arch in St. Louis, MO?",
    "How much does the human adult female brain weigh?",
    "Who was the first governor of Alaska?",
    "What is a prism?",
    "When was the first liver transplant?",
    "Who was elected president of South Africa in 1994?",
    "What is the population of China?",
    "When was Rosa Parks born?",
    "Why is a ladybug helpful?",
    "What is amoxicillin?",
    "Who was the first female United States Representative?",
    "What are xerophytes?",
    "What country did Ponce de Leon come from?",
    "What is desktop publishing?",
    "What is the temperature of the sun's surface?",
    "What year did Canada join the United Nations?",
    "What is the oldest university in the US?",
    "Where is Prince Edward Island?",
    "Mercury, what year was it discovered?",
    "What is cryogenics?",
    "What are coral reefs?",
    "What is the longest major league baseball-winning streak?",
    "What is neurology?",
    "Who invented the calculator?",
    "How do you measure earthquakes? ",
    "Who is Duke Ellington?",
    "What county is Phoenix, AZ in?",
    "What is a micron?",
    "The sun's core, what is the temperature?",
    "What is the Ohio state bird?",
    "When were William Shakespeare's twins born?",
    "What is the highest dam in the U.S.?",
    "What color is a poison arrow frog?",
    "What is acupuncture?",
    "What is the length of the coastline of the state of Alaska?",
    "What is the name of Neil Armstrong's wife?",
    "What is Hawaii's state flower?",
    "Who won Ms. American in 1989?",
    "When did the Hindenberg crash?",
    "What mineral helps prevent osteoporosis?",
    "What was the last year that the Chicago Cubs won the World Series?",
    "Where is Perth?",
    "What year did WWII begin?",
    "What is the diameter of a golf ball?",
    "What is an eclipse?",
    "Who discovered America?",
    "What is the earth's diameter?",
    "Which president was unmarried?",
    "How wide is the Milky Way galaxy?",
    "During which season do most thunderstorms occur?",
    "What is Wimbledon?",
    "What is the gestation period for a cat?",
    "How far is a nautical mile?",
    "Who was the abolitionist who led the raid on Harper's Ferry in 1859?",
    "What does target heart rate mean?",
    "What was the first satellite to go into space?",
    "What is foreclosure?",
    "What is the major fault line near Kentucky?",
    "Where is the Holland Tunnel?",
    "Who wrote the hymn \"Amazing Grace\"?",
    "What position did Willie Davis play in baseball?",
    "What are platelets?",
    "What is severance pay?",
    "What is the name of Roy Roger's dog?",
    "Where are the National Archives?",
    "What is a baby turkey called?",
    "What is poliomyelitis?",
    "What is the longest bone in the human body?",
    "Who is a German philosopher?",
    "What were Christopher Columbus' three ships?",
    "What does Phi Beta Kappa mean?",
    "What is nicotine?",
    "What is another name for vitamin B1?",
    "Who discovered radium?",
    "What are sunspots?",
    "When was Algeria colonized?",
    "What baseball team was the first to make numbers part of their uniform?",
    "What continent is Egypt on?",
    "What is the capital of Mongolia?",
    "What is nanotechnology?",
    "In the late 1700's British convicts were used to populate which colony?",
    "What state is the geographic center of the lower 48 states?",
    "What is an obtuse angle?",
    "What are polymers?",
    "When is hurricane season in the Caribbean?",
    "Where is the volcano Mauna Loa?",
    "What is another astronomic term for the Northern Lights?",
    "What peninsula is Spain part of?",
    "When was Lyndon B. Johnson born?",
    "What is acetaminophen?",
    "What state has the least amount of rain per year?",
    "Who founded American Red Cross?",
    "What year did the Milwaukee Braves become the Atlanta Braves?",
    "How fast is alcohol absorbed?",
    "When is the summer solstice?",
    "What is supernova?",
    "Where is the Shawnee National Forest?",
    "What U.S. state's motto is \"Live free or Die\"?",
    "Where is the Lourve?",
    "When was the first stamp issued?",
    "What primary colors do you mix to make orange?",
    "How far is Pluto from the sun?",
    "What body of water are the Canary Islands in?",
    "What is neuropathy?",
    "Where is the Euphrates River?",
    "What is cryptography?",
    "What is natural gas composed of?",
    "Who is the Prime Minister of Canada?",
    "What French ruler was defeated at the battle of Waterloo?",
    "What is leukemia?",
    "Where did Howard Hughes die?",
    "What is the birthstone for June?",
    "What is the sales tax in Minnesota?",
    "What is the distance in miles from the earth to the sun?",
    "What is the average life span for a chicken?",
    "When was the first Wal-Mart store opened?",
    "What is relative humidity?",
    "What city has the zip code of 35824?",
    "What currency is used in Algeria?",
    "Who invented the hula hoop?",
    "What was the most popular toy in 1957?",
    "What is pastrami made of?",
    "What city's newspaper is called \"The Enquirer\"?",
    "Who invented the slinky?",
    "What are the animals that don't have backbones called?",
    "What is the melting point of copper?",
    "Where is the volcano Olympus Mons located?",
    "Who was the 23rd president of the United States?",
    "What is the average body temperature?",
    "What does a defibrillator do?",
    "What is the effect of acid rain?",
    "What year did the United States abolish the draft?",
    "How fast is the speed of light?",
    "What province is Montreal in?",
    "What New York City structure is also known as the Twin Towers?",
    "What is fungus?",
    "What is the most frequently spoken language in the Netherlands?",
    "What is sodium chloride?",
    "What are the spots on dominoes called?",
    "How many pounds in a ton?",
    "What is influenza?",
    "What is ozone depletion?",
    "What year was the Mona Lisa painted?",
    "What does \"Sitting Shiva\" mean? ",
    "What is the electrical output in Madrid, Spain?",
    "Which mountain range in North America stretches from Maine to Georgia?",
    "What is plastic made of?",
    "What is the population of Nigeria?",
    "What does your spleen do?",
    "Where is the Grand Canyon?",
    "Who invented the telephone?",
    "What year did the U.S. buy Alaska?",
    "What is the name of the leader of Ireland?",
    "What is phenylalanine?",
    "How many gallons of water are there in a cubic foot?",
    "What are the two houses of the Legislative branch?",
    "What is sonar?",
    "In Poland, where do most people live?",
    "What is phosphorus?",
    "What is the location of the Sea of Tranquility?",
    "How fast is sound?",
    "What French province is cognac produced in?",
    "What is Valentine's Day?",
    "What causes gray hair?",
    "What is hypertension?",
    "What is bandwidth?",
    "What is the longest suspension bridge in the U.S.?",
    "What is a parasite?",
    "What is home equity?",
    "What do meteorologists do?",
    "What is the criterion for being legally blind?",
    "Who is the tallest man in the world?",
    "What are the twin cities?",
    "What did Edward Binney and Howard Smith invent in 1903?",
    "What is the statue of liberty made of?",
    "What is pilates?",
    "What planet is known as the \"red\" planet?",
    "What is the depth of the Nile river?",
    "What is the colorful Korean traditional dress called?",
    "What is Mardi Gras?",
    "Mexican pesos are worth what in U.S. dollars?",
    "Who was the first African American to play for the Brooklyn Dodgers?",
    "Who was the first Prime Minister of Canada?",
    "How many Admirals are there in the U.S. Navy?",
    "What instrument did Glenn Miller play?",
    "How old was Joan of Arc when she died?",
    "What does the word fortnight mean?",
    "What is dianetics? ",
    "What is the capital of Ethiopia?",
    "For how long is an elephant pregnant?",
    "How did Janice Joplin die?",
    "What is the primary language in Iceland?",
    "What is the difference between AM radio stations and FM radio stations?",
    "What is osteoporosis?",
    "Who was the first woman governor in the U.S.?",
    "What is peyote?",
    "What is the esophagus used for?",
    "What is viscosity?",
    "What year did Oklahoma become a state?",
    "What is the abbreviation for Texas?",
    "What is a mirror made out of?",
    "Where on the body is a mortarboard worn?",
    "What was J.F.K.'s wife's name?",
    "What does I.V. stand for?",
    "What is the chunnel?",
    "Where is Hitler buried?",
    "What are antacids?",
    "What is pulmonary fibrosis?",
    "What are Quaaludes?",
    "What is naproxen?",
    "What is strep throat?",
    "What is the largest city in the U.S.?",
    "What is foot and mouth disease?",
    "What is the life expectancy of a dollar bill?",
    "What do you call a professional map drawer?",
    "What are Aborigines?",
    "What is hybridization?",
    "What color is indigo?",
    "How old do you have to be in order to rent a car in Italy?",
    "What does a barometer measure?",
    "What color is a giraffe's tongue?",
    "What does USPS stand for?",
    "What year did the NFL go on strike?",
    "What is solar wind?",
    "What date did Neil Armstrong land on the moon?",
    "When was Hiroshima bombed?",
    "Where is the Savannah River?",
    "Who was the first woman killed in the Vietnam War?",
    "What planet has the strongest magnetic field of all the planets?",
    "Who is the governor of Alaska?",
    "What year did Mussolini seize power in Italy?",
    "What is the capital of Persia?",
    "Where is the Eiffel Tower?",
    "How man hearts does an octopus have?",
    "What is pneumonia?",
    "What is the deepest lake in the US?",
    "What is a fuel cell?",
    "Who was the first U.S. president to appear on TV?",
    "Where is the Little League Museum?",
    "What are the two types of twins?",
    "What is the brightest star?",
    "What is diabetes?",
    "When was President Kennedy shot?",
    "What is TMJ?",
    "What color is yak milk?",
    "What date was Dwight D. Eisenhower born?",
    "What does the technical term ISDN mean?",
    "Why is the sun yellow?",
    "What is the conversion rate between dollars and pounds?",
    "When was Abraham Lincoln born?",
    "What is the Milky Way?",
    "What is mold?",
    "What year was Mozart born?",
    "What is a group of frogs called?",
    "What is the name of William Penn's ship?",
    "What is the melting point of gold?",
    "What is the street address of the White House?",
    "What is semolina?",
    "What fruit is Melba sauce made from?",
    "What is Ursa Major?",
    "What is the percentage of water content in the human body?",
    "How much does water weigh?",
    "What was President Lyndon Johnson's reform program called?",
    "What is the murder rate in Windsor, Ontario?",
    "Who is the only president to serve 2 non-consecutive terms?",
    "What is the population of Australia? ",
    "Who painted the ceiling of the Sistine Chapel?",
    "Name a stimulant.",
    "What is the effect of volcanoes on the climate?",
    "What year did the Andy Griffith show begin?",
    "What is acid rain?",
    "What is the date of Mexico's independence?",
    "What is the location of Lake Champlain?",
    "What is the Illinois state flower?",
    "What is Maryland's state bird?",
    "What is quicksilver?",
    "Who wrote \"The Devine Comedy\"?",
    "What is the speed of light?",
    "What is the width of a football field?",
    "Why in tennis are zero points called love?",
    "What kind of dog was Toto in the Wizard of Oz?",
    "What is a thyroid?",
    "What does ciao mean?",
    "What is the only artery that carries blue blood from the heart to the lungs?",
    "How often does Old Faithful erupt at Yellowstone National Park?",
    "What is acetic acid?",
    "What is the elevation of St. Louis, MO?",
    "What are the colors of the German flag?",
    "What is the Moulin Rouge?",
    "What soviet seaport is on the Black Sea?",
    "What is the atomic weight of silver?",
    "What currency do they use in Brazil?",
    "What are pathogens?",
    "What is mad cow disease?",
    "Name a food high in zinc. ",
    "When did North Carolina enter the union?",
    "Where do apple snails live?",
    "What are ethics?",
    "What does CPR stand for?",
    "What is an annuity?",
    "Who killed John F. Kennedy?",
    "Who was the first vice president of the U.S.?",
    "What birthstone is turquoise?",
    "Who was the first US President to ride in an automobile to his inauguration?",
    "How old was the youngest president of the United States?",
    "When was Ulysses S. Grant born?",
    "What is Muscular Dystrophy?",
    "Who lived in the Neuschwanstein castle?",
    "What is propylene glycol?",
    "What is a panic disorder?",
    "Who invented the instant Polaroid camera?",
    "What is a carcinogen?",
    "What is a baby lion called?",
    "What is the world's population?",
    "What is nepotism?",
    "What is die-casting?",
    "What is myopia?",
    "What is the sales tax rate in New York?",
    "Developing nations comprise what percentage of the world's population?",
    "What is the fourth highest mountain in the world?",
    "What is Shakespeare's nickname?",
    "What is the heaviest naturally occurring element?",
    "When is Father's Day?",
    "What does the acronym NASA stand for?",
    "How long is the Columbia River in miles?",
    "What city's newspaper is called \"The Star\"?",
    "What is carbon dioxide?",
    "Where is the Mason/Dixon line?",
    "When was the Boston tea party?",
    "What is metabolism?",
    "Which U.S.A. president appeared on \"Laugh-In\"?",
    "What are cigarettes made of?",
    "What is the capital of Zimbabwe?",
    "What does NASA stand for?",
    "What is the state flower of Michigan?",
    "What are semiconductors?",
    "What is nuclear power?",
    "What is a tsunami?",
    "Who is the congressman from state of Texas on the armed forces committee?",
    "Who was president in 1913?",
    "When was the first kidney transplant?",
    "What are Canada's two territories?",
    "What was the name of the plane Lindbergh flew solo across the Atlantic?",
    "What is genocide?",
    "What continent is Argentina on?",
    "What monastery was raided by Vikings in the late eighth century?",
    "What is an earthquake?",
    "Where is the tallest roller coaster located?",
    "What are enzymes?",
    "Who discovered oxygen?",
    "What is bangers and mash?",
    "What is the name given to the Tiger at Louisiana State University?",
    "Where are the British crown jewels kept?",
    "Who was the first person to reach the North Pole?",
    "What is an ulcer?",
    "What is vertigo?",
    "What is the spirometer test?",
    "When is the official first day of summer?",
    "What does the abbreviation SOS mean?",
    "What is the smallest bird in Britain?",
    "Who invented Trivial Pursuit?",
    "What gasses are in the troposphere?",
    "Which country has the most water pollution?",
    "What is the scientific name for elephant?",
    "Who is the actress known for her role in the movie \"Gypsy\"?",
    "What breed of hunting dog did the Beverly Hillbillies own?",
    "What is the rainiest place on Earth?",
    "Who was the first African American to win the Nobel Prize in literature?",
    "When is St. Patrick's Day?",
    "What was FDR's dog's name?",
    "What colors need to be mixed to get the color pink?",
    "What is the most popular sport in Japan?",
    "What is the active ingredient in baking soda?",
    "When was Thomas Jefferson born?",
    "How cold should a refrigerator be?",
    "When was the telephone invented?",
    "What is the most common eye color?",
    "Where was the first golf course in the United States?",
    "What is schizophrenia?",
    "What is angiotensin?",
    "What did Jesse Jackson organize?",
    "What is New York's state bird?",
    "What is the National Park in Utah?",
    "What is Susan B. Anthony's birthday?",
    "In which state would you find the Catskill Mountains?",
    "What do you call a word that is spelled the same backwards and forwards?",
    "What are pediatricians?",
    "What chain store is headquartered in Bentonville, Arkansas?",
    "What are solar cells?",
    "What is compounded interest?",
    "What are capers?",
    "What is an antigen?",
    "What currency does Luxembourg use?",
    "What is the population of Venezuela?",
    "What type of polymer is used for bulletproof vests?",
    "What currency does Argentina use?",
    "What is a thermometer?",
    "What Canadian city has the largest population?",
    "What color are crickets?",
    "Which country gave New York the Statue of Liberty?",
    "What was the name of the first U.S. satellite sent into space?",
    "What precious stone is a form of pure carbon?",
    "What kind of gas is in a fluorescent bulb?",
    "What is rheumatoid arthritis?",
    "What river runs through Rowe, Italy?",
    "What is cerebral palsy?",
    "What city is also known as \"The Gateway to the West\"?",
    "How far away is the moon?",
    "What is the source of natural gas?",
    "What is pectin? ",
    "What is bio-diversity?",
    "What's the easiest way to remove wallpaper?",
    "What year did the Titanic start on its journey?",
    "How much of an apple is water?",
    "Who was the 22nd President of the US?",
    "What is the money they use in Zambia?",
    "How many feet in a mile?",
    "What is the birthstone of October?",
    "What is e-coli?",
    "Where is Belize located?",
    "How much folic acid should an expectant mother get daily?",
    "What type of bridge is the Golden Gate Bridge?",
    "What is the population of the Bahamas?",
    "How far away is the moon?",
    "What is Francis Scott Key best known for?",
    "What state has the most Indians?",
    "Who invented the paper clip?",
    "How many dogs pull a sled in the Iditarod?",
    "Where did bocci originate?",
    "Who invented the electric guitar?",
    "Name a flying mammal.",
    "How many hexagons are on a soccer ball?",
    "Who is the leader of India?",
    "What is the primary language of the Philippines?",
    "What is the habitat of the chickadee?",
    "Who was Whitcomb Judson?",
    "What is the population of Japan?",
    "Who is the prime minister of Australia?",
    "Who killed Martin Luther King?",
    "Who is Anubis?",
    "Where's Montenegro?",
    "What does laser stand for?",
    "Who is the Greek God of the Sea?",
    "Where is the Danube? ",
    "Where does dew come from?",
    "What is platinum?",
    "Who is the fastest swimmer in the world?",
    "When did the vesuvius last erupt?",
    "Who was the president of Vichy France?",
    "Who invented television?",
    "Who made the first airplane?",
    "Who made the first airplane that could fly?",
    "How many astronauts have been on the moon?",
    "Who is Coronado?",
    "Name one of the major gods of Hinduism?",
    "What does the abbreviation OAS stand for?",
    "Who is Barbara Jordan?",
    "How many years ago did the ship Titanic sink?",
    "What is a caldera?",
    "What was the name of the famous battle in 1836 between Texas and Mexico?",
    "Where did the ukulele originate?",
    "Who invented baseball?",
    "Where can you find the Venus flytrap?",
    "What did Vasco da Gama discover?",
    "Who won the Battle of Gettysburg?",
    "What is the largest snake in the world?",
    "Where is the Valley of the Kings?",
    "Where did the Maya people live?",
    "How many people live in Chile?",
    "When was the first flush toilet invented?",
    "Who is William Wordsworth?",
    "What is California's state bird?",
    "Who thought of teaching people to tie their shoe laces?",
    "Who is buried in the great pyramid of Giza?",
    "What do penguins eat?",
    "Where do lobsters like to live?",
    "What are birds descendents of?",
    "What does NAFTA stand for?",
    "What company sells the most greeting cards?",
    "What is the name of the longest ruling dynasty of Japan?",
    "When was Babe Ruth born?",
    "Who wrote the Farmer's Almanac?",
    "What's the farthest planet from the sun?",
    "Where was Pythagoras born?",
    "What is the name for clouds that produce rain?",
    "Who killed Caesar?",
    "Who was Picasso?",
    "Where is the Orinoco?",
    "How tall is the giraffe?",
    "Where are there aborigines?",
    "Who was the first U.S. president ever to resign?",
    "Who invented the game Scrabble?",
    "About how many soldiers died in World War II?",
    "How much money does the Sultan of Brunei have?",
    "How large is Missouri's population?",
    "What was the death toll at the eruption of Mount Pinatubo?",
    "Who was Lacan?",
    "What's the tallest building in New York City?",
    "When did Geraldine Ferraro run for vice president?",
    "What do ladybugs eat?",
    "Where is Ayer's rock?",
    "What is the life expectancy of an elephant?",
    "When was the first railroad from the east coast to the west coast completed?",
    "What is the nickname of Pennsylvania?",
    "Who is Desmond Tutu?",
    "How fast can a Corvette go?",
    "What are John C. Calhoun and Henry Clay known as?",
    "When was Hurricane Hugo?",
    "When did the Carolingian period begin? ",
    "How big is Australia?",
    "Who found Hawaii?",
    "Who is the richest person in the world?",
    "How many films did Ingmar Bergman make?",
    "What is the federal minimum wage?",
    "What did brontosauruses eat?",
    "What is California's state tree?",
    "How many types of lemurs are there?",
    "What is leukemia?",
    "Who was the first coach of the Cleveland Browns?",
    "How many people die from snakebite poisoning in the U.S. per year?",
    "Who is the prophet of the religion of Islam?",
    "Where is Tornado Alley?",
    "What is molybdenum?",
    "Where do hyenas live?",
    "Who is Peter Weir?",
    "How many home runs did Babe Ruth hit in his lifetime?",
    "Who was Buffalo Bill?",
    "Where is the bridge over the river Kwai?",
    "How many Superbowls have the 49ers won?",
    "Who was the architect of Central Park?",
    "Who invented paper?",
    "What is Alice Cooper's real name?",
    "Why can't ostriches fly?",
    "Name a tiger that is extinct?",
    "Where is Guam?",
    "Where did Bill Gates go to college?",
    "How many continents are there?",
    "Where is Romania located?",
    "When was the De Beers company founded?",
    "Who was the first king of England?",
    "Who is the richest woman in the world?",
    "What is California's capital?",
    "What is the size of Argentina?",
    "What do manatees eat?",
    "When was the San Francisco fire?",
    "What was the man's name who was killed in a duel with Aaron Burr?",
    "What is the population of Mexico?",
    "When was the slinky invented?",
    "How hot is the core of the earth?",
    "How long would it take to get from Earth to Mars?",
    "What is the name of the second space shuttle?",
    "How old is the sun?",
    "What is the wingspan of a condor?",
    "When was Microsoft established?",
    "What's the average salary of a professional baseball player?",
    "Who invented basketball?",
    "What was the ball game of ancient Mayans called?",
    "Who is Zebulon Pike?",
    "How wide is the Atlantic Ocean?",
    "What effect does a prism have on light?",
    "What's the longest river in the world?",
    "Who was considered to be the father of psychology?",
    "What is the population of Kansas?",
    "Who is Langston Hughes?",
    "Who was Monet?",
    "Who built the first pyramid?",
    "What is the best-selling book of all time?",
    "How many Stradivarius violins were ever made?",
    "Who is Charles Lindbergh?",
    "Who invented the game bowling?",
    "The numbering system we use today was introduced to the western world by what culture?",
    "What is a nematode?",
    "What is the most expensive car in the world?",
    "Where does chocolate come from?",
    "What state in the United States covers the largest area?",
    "What is a meerkat?",
    "Where is Melbourne?",
    "How much in miles is a ten K run?",
    "How hot does the inside of an active volcano get?",
    "What is the capital of Burkina Faso?",
    "What is the capital of Haiti?",
    "How many people lived in Nebraska in the mid 1980s?",
    "What is the population of Mozambique?\t",
    "Who won the Superbowl in 1982?",
    "What is Martin Luther King Jr.'s real birthday?",
    "Where is Trinidad?",
    "Where did the Inuits live?",
    "What is the most common cancer?",
    "A corgi is a kind of what?",
    "When was the Triangle Shirtwaist fire?",
    "Where is the Kalahari desert?",
    "What is porphyria?",
    "What ocean did the Titanic sink in?",
    "Who was the 33rd president of the United States?",
    "At what speed does the Earth revolve around the sun?",
    "Who is the emperor of Japan?",
    "How big is our galaxy in diameter?",
    "What language is mostly spoken in Brazil?",
    "Who assassinated President McKinley?",
    "When did Muhammad live?",
    "What is the largest variety of cactus?",
    "Who invented the radio?",
    "Where are zebras most likely found?",
    "What is anorexia nervosa?",
    "What year did Montana become a state? ",
    "What were the names of the three ships used by Columbus?",
    "Who was the 21st U.S. President?",
    "Where was John Adams born?",
    "Who painted Olympia?",
    "Who was Quetzalcoatl?",
    "Where is your corpus callosum?",
    "What is the longest word in the English language?",
    "What is saltpeter?",
    "Who invented silly putty?",
    "When was the Brandenburg Gate in Berlin built?",
    "When is Boxing Day?",
    "What is the exchange rate between England and the U.S.?",
    "What is the name of the Jewish alphabet?",
    "Who was Maria Theresa?",
    "What nationality was Jackson Pollock?",
    "Tell me what city the Kentucky Horse Park is near?",
    "What is the state nickname of Mississippi?",
    "Who used to make cars with rotary engines?",
    "What is the tallest mountain?",
    "What is Black Hills, South Dakota most famous for?",
    "What kind of animal was Winnie the Pooh?",
    "What's another name for aspartame?",
    "What does hazmat stand for?",
    "What tourist attractions are there in Reims?",
    "Name a film in which Jude Law acted.",
    "Where are the U.S. headquarters for Procter & Gamble?",
    "What's the formal name for Lou Gehrig's disease?",
    "What does CNN stand for?",
    "When was CNN's first broadcast?",
    "Who owns CNN?",
    "What is the name of a Salt Lake City newspaper?",
    "Who was Jane Goodall?",
    "What is pandoro?",
    "What is thalassemia?",
    "When did Princess Diana and Prince Charles get married?",
    "What soft drink contains the largest amount of caffeine?",
    "What do you call a group of geese?",
    "How many months does a normal human pregnancy last?",
    "What format was VHS's main competition?",
    "What culture developed the idea of potlatch?",
    "Where is Logan International located?",
    "What university was Woodrow Wilson President of?",
    "Where is Basque country located?",
    "What does CPR stand for?",
    "What state produces the best lobster to eat?",
    "Who was Darth Vader's son?",
    "What is a nanometer?",
    "How did Bob Marley die?",
    "What instrument is Ray Charles best known for playing?",
    "What is Dick Clark's birthday?",
    "What is titanium?",
    "What is \"Nine Inch Nails\"?",
    "Where was Poe born?",
    "What king was forced to agree to the Magna Carta?",
    "What's the name of Pittsburgh's baseball team?",
    "What is the chemical formula/name for napalm?",
    "Where is the location of the Orange Bowl?",
    "When was the last major eruption of Mount St. Helens?",
    "What is the abbreviation for Original Equipment Manufacturer?",
    "What is anise?",
    "Where is Rider College located?",
    "What does Nicholas Cage do for a living?",
    "What does caliente mean (in English)?",
    "Where is McCarren Airport?",
    "Who created \"The Muppets\"?",
    "When is Bastille Day?",
    "What is the Islamic counterpart to the Red Cross?",
    "What is Colin Powell best known for?",
    "What is the busiest air travel season?",
    "Where is Webster University?",
    "What's the name of a golf course in Myrtle Beach?",
    "When was John D. Rockefeller born?",
    "Name a Gaelic language.",
    "Who was the author of the book about computer hackers called \"The Cuckoo's Egg: Tracking a Spy Through the Maze of Computer Espionage\"?",
    "What is measured in curies?",
    "What is a stratocaster?",
    "Where are the headquarters of Eli Lilly?",
    "Where did Hillary Clinton graduate college?",
    "Where is Glasgow?",
    "Who was Samuel Johnsons's friend and biographer?",
    "What is tyvek?",
    "Who coined the term \"cyberspace\" in his novel \"Neuromancer\"?",
    "Who is the president of Bolivia?",
    "What year did Hitler die?",
    "When did the American Civil War end?",
    "Who created the character of Scrooge?",
    "Who first broke the sound barrier?",
    "What is the salary of a U.S. Representative?",
    "Name one of the Seven Wonders of the Ancient World.",
    "What are the birth dates for scorpios?",
    "What is the airport code for Los Angeles International?",
    "Who provides telephone service in Orange County, California?",
    "What is the zip code for Fremont, CA?",
    "Who shot Billy the Kid?",
    "Who is the monarch of the United Kingdom?",
    "What is sake?",
    "What is the name of the Lion King's son in the movie, \"The Lion King\"?",
    "Where is Amsterdam?",
    "How many states have a \"lemon law\" for new automobiles?",
    "What was the name of the movie that starred Sharon Stone and Arnold Schwarzenegger?",
    "What continent is Bolivia on?",
    "What are the Poconos?",
    "Where did guinea pigs originate?",
    "Where did Woodstock take place?",
    "What is the name of the vaccine for chicken pox?",
    "What is Betsy Ross famous for?",
    "Who wrote the book, \"The Grinch Who Stole Christmas\"?",
    "When did Aldous Huxley write, \"Brave New World\"?",
    "Who wrote the book, \"Song of Solomon\"?",
    "Who portrayed Jake in the television show, \"Jake and the Fatman\"?",
    "Who portrayed Fatman in the television show, \"Jake and the Fatman\"?",
    "Where is Venezuela?",
    "What city in Florida is Sea World in?",
    "What is the population of Ohio?",
    "What is one of the cities that the University of Minnesota is located in?",
    "What kind of sports team is the Buffalo Sabres?",
    "Who is the founder of the Wal-Mart stores?",
    "What city is Massachusetts General Hospital located in?",
    "Who reports the weather on the \"Good Morning America\" television show?",
    "When did the California lottery begin?",
    "Where is Los Vegas?",
    "When was Beethoven born?",
    "What's the name of the tiger that advertises for Frosted Flakes cereal?",
    "Where is Tufts University?",
    "What movie did Madilyn Kahn star in with Gene Wilder?",
    "When did the royal wedding of Prince Andrew and Fergie take place?",
    "What cereal goes \"snap, crackle, pop\"?",
    "For what disease is the drug Sinemet used as a treatment?",
    "Who is Henry Butler?",
    "What province is Edmonton located in?",
    "In what area of the world was the Six Day War fought?",
    "What is the zip code for Parsippany, NJ?",
    "When was the first Barbie produced?",
    "What was the distinguishing mark on the \"Little Rascals\" dog?",
    "What does EKG stand for?",
    "What is Chiricahua the name of?",
    "Where did Wicca first develop?",
    "Name a symptom of mononucleosis.",
    "Where are diamonds mined?",
    "When was the NFL established?",
    "What are geckos?",
    "Who is Terrence Malick?",
    "What other name were the \"Little Rascals\" known as?",
    "What was the name of the \"Little Rascals\" dog?",
    "What breed of dog was the \"Little Rascals\" dog?",
    "Who won the rugby world cup in 1987?",
    "Where is Windsor Castle?",
    "Who portrayed \"Rosanne Rosanna-Dana\" on the television show \"Saturday Night Live\"?",
    "What is the population of the United States?",
    "What animal do buffalo wings come from?",
    "When was the bar-code invented?",
    "What is witch hazel?",
    "What's the abbreviation for limited partnership?",
    "What was the purpose of the Manhattan project?",
    "What is the most common kind of skin cancer in the U.S.?",
    "Name a civil war battlefield.",
    "What are pomegranates?",
    "Who wrote the song, \"Silent Night\"?",
    "Who portrayed \"the man without a face\" in the movie of the same name?",
    "When was the Hoover Dam constructed?",
    "What's the most famous tourist attraction in Rome?",
    "At Christmas time, what is the traditional thing to do under the mistletoe?",
    "What is the Pennsylvania state income tax rate?",
    "What is the name of the Michelangelo painting that shows two hands with fingers touching?",
    "What caused the Lynmouth floods?",
    "What is the name of the company that manufactures the \"American Girl\" doll collection?",
    "How many zip codes are there in the U.S.?",
    "What was the name of the Titanic's captain?",
    "How many copies of an album must be sold for it to be a gold album?",
    "When is the Tulip Festival in Michigan?",
    "What is Giorgio Vasari famous for?",
    "Who created the character James Bond?",
    "What store does Martha Stewart advertise for?",
    "Name an American made motorcycle.",
    "What Cruise Line does Kathie Lee Gifford advertise for?",
    "Name a movie that the actress, Sandra Bullock, had a role in.",
    "Where is the Thomas Edison Museum?",
    "What is TCI?",
    "What state does MO stand for?",
    "Name a female figure skater.",
    "What state is the Filenes store located in?",
    "How much calcium should an adult female have daily?",
    "What hockey team did Wayne Gretzky play for?",
    "What hair color can I use to just cover a little gray?",
    "How long would it take for a $50 savings bond to mature?",
    "How many home runs did Lou Gehrig have during his career?",
    "How many states have a lottery?",
    "What kind of a sports team is the Wisconsin Badgers?",
    "What is the name of Joan Jett's band?",
    "Can you give me the name of a clock maker in London, England?",
    "What was the name of the sitcom that Alyssa Milano starred in with Tony Danza?",
    "What is the real name of the singer, Madonna?",
    "Where did yoga originate?",
    "What flower did Vincent Van Gogh paint?",
    "What radio station did Paul Harvey work for?",
    "What's the name of the song Will Smith sings about parents?",
    "What does NASA stand for?",
    "What famous model was married to Billy Joel?",
    "What is the chemical symbol for nitrogen?",
    "In what book can I find the story of Aladdin?",
    "When did World War I start?",
    "What state is Niagra Falls located in?",
    "What's the name of the actress who starred in the movie, \"Silence of the Lambs\"?",
    "Who owns the St. Louis Rams?",
    "Where could I go to take a ride on a steam locomotive?",
    "When was the movie, Caligula, made?",
    "Name an American war plane?",
    "Where is Burma?",
    "How many highway miles to the gallon can you get with the Ford Fiesta?",
    "Name a novel written by John Steinbeck.",
    "Who wrote the song, \"Boys of Summer\"?",
    "What is the mascot for Notre Dame University?",
    "What is typhoid fever?",
    "When did the neanderthal man live?",
    "Who manufactures the software, \"PhotoShop\"?",
    "How many casinos are in Atlantic City, NJ?",
    "What state does Martha Stewart live in?",
    "Who was the first woman in space?",
    "What are Cushman and Wakefield known for?",
    "What is D.B. Cooper known for?",
    "When was Nostradamus born?",
    "When was \"the Great Depression\"?",
    "What is Archimedes famous for?",
    "What is the medical condition of hypertension?",
    "Who created the comic strip, \"Garfield\"?",
    "Where is the Isle of Man?",
    "Who wrote the book, \"Huckleberry Finn\"?",
    "What day is known as the \"national day of prayer\"?",
    "What is the purpose of a car bra?",
    "What are chloroplasts?",
    "What is the name of the art of growing miniature trees?",
    "What is the telephone number for the University of Kentucky?",
    "Who wrote \"The Scarlet Letter\"?",
    "Name an art gallery in New York.",
    "What type of hunting are retrievers used for?",
    "What party was Winston Churchill a member of?",
    "How was Teddy Roosevelt related to FDR?",
    "When did the Chernobyl nuclear accident occur?",
    "What does SIDS stand for?",
    "What's the name of the star of the cooking show, \"Galloping Gourmet\"?",
    "What city is 94.5 KDGE Radio located in?",
    "What President became Chief Justice after his presidency?",
    "How tall is kilamanjaro?",
    "Who won the nobel prize in literature in 1988?",
    "What's the name of the Tampa newspaper?",
    "How long do hermit crabs live?",
    "What is Dr. Ruth's last name?",
    "What is cribbage?",
    "Italy is the largest producer of what?",
    "What wrestling star became \"The Incredible Hulk\"?",
    "Who wrote \"The Pit and the Pendulum\"?",
    "Who manufacturers Magic Chef applicances?",
    "When was the first Wall Street Journal published?",
    "What is the normal resting heart rate of a healthy adult?",
    "Who's the lead singer of the Led Zeppelin band?",
    "Who wrote \"An Ideal Husband\"?",
    "What is ouzo?",
    "When did the Dow first reach 2000?",
    "Who was Charles Lindbergh's wife?",
    "How many miles is it from London, England to Plymouth, England?",
    "Who is Secretary-General of the United Nations?",
    "Who played the teacher in Dead Poet's Society?",
    "How many counties are in Indiana?",
    "What actress starred in \"The Lion in Winter\"?",
    "Where was Tesla born?",
    "What's the name of a hotel in Indianapolis?",
    "What U.S. Government agency registers trademarks?",
    "Who started the Dominos Pizza chain?",
    "What is the hair style called that new military recruits receive?",
    "In what country is a stuck-out tongue a friendly greeting?",
    "Where is Kings Canyon?",
    "Where is the Mayo Clinic?",
    "How big is the Electoral College?",
    "How much does one ton of cement cost?",
    "Where does Mother Angelica live?",
    "How many people watch network television?",
    "What is the name of a Greek god?",
    "What year was the first automobile manufactured?",
    "What's the population of Mississippi?",
    "What was the name of Jacques Cousteau's ship?",
    "What are the names of Jacques Cousteau's two sons?",
    "What is Java?",
    "What does Final Four refer to in the sports world?",
    "What does Knight Ridder publish?",
    "What task does the Bouvier breed of dog perform?",
    "What sport do the Cleaveland Cavaliers play?",
    "What year was the Avery Dennison company founded?",
    "What's the population of Biloxi, Mississippi?",
    "Name a ballet company Mikhail Baryshnikov has danced for?",
    "What was the name of the television show, staring Karl Malden, that had San Francisco in the title?",
    "Who was the founding member of the Pink Floyd band?",
    "What did Delilah do to Samson's hair?",
    "What's the name of the Tokyo Stock Exchange?",
    "What actor first portrayed James Bond?",
    "What type of horses appear on the Budweiser commercials?",
    "What do river otters eat?",
    "When did the art of quilting begin?",
    "When did Amtrak begin operations?",
    "Where is the Smithsonian Institute located?",
    "What year did the Vietnam War end?",
    "What country are Godiva chocolates from?",
    "How many islands does Fiji have?",
    "What card company sells Christmas ornaments?",
    "Who manufactures synthroid?",
    "What year was Desmond Mpilo Tutu awarded the Nobel Peace Prize?",
    "What city did the Flintstones live in?",
    "Who was the oldest U.S. president?",
    "Who was the tallest U.S. president?",
    "Where is Santa Lucia?",
    "Which U.S. President is buried in Washington, D.C.?",
    "Where is Ocho Rios?",
    "What year was Janet Jackson's first album released?",
    "What is another name for nearsightedness?",
    "Winnie the Pooh is what kind of animal?  ",
    "What species was Winnie the Pooh?",
    "Winnie the Pooh is an imitation of which animal?",
    "What was the species of Winnie the Pooh?",
    "Aspartame is also known as what?",
    "What is a synonym for aspartame?",
    "Aspartame is known by what other name?",
    "Aspartame is also called what?",
    "Hazmat stands for what?",
    "What is the definition of hazmat?",
    "What are the names of the tourist attractions in Reims?",
    "What do most tourists visit in Reims?",
    "What attracts tourists to Reims?",
    "What are tourist attractions in Reims?",
    "What could I see in Reims?",
    "What is worth seeing in Reims?",
    "What can one see in Reims?",
    "Jude Law was in what movie?",
    "Jude Law acted in which film?",
    "What is a film starring Jude Law?",
    "What film was Jude Law in?",
    "What film or films has Jude Law appeared in?",
    "What city houses the U.S. headquarters of Procter and Gamble?",
    "Where is Procter & Gamble headquartered in the U.S.?",
    "What is the U.S. location of Procter & Gamble corporate offices?",
    "Procter & Gamble is headquartered in which U.S. city?",
    "Where is Procter & Gamble based in the U.S.?",
    "What is the recommended daily requirement for folic acid for pregnant women?",
    "How much folic acid should a pregnant woman get each day?",
    "What is the daily requirement of folic acid for an expectant mother?",
    "What amount of folic acid should an expectant mother take daily?",
    "Name the first Russian astronaut to do a spacewalk.",
    "Who was the first Russian astronaut to walk in space?",
    "Who was the first Russian to do a spacewalk?",
    "CNN is the abbreviation for what?",
    "CNN is an acronym for what?",
    "What was the date of CNN's first broadcast?",
    "CNN began broadcasting in what year?",
    "CNN's first broadcast occurred on what date?",
    "When did CNN begin broadcasting?",
    "When did CNN go on the air?",
    "Who is the owner of CNN?",
    "CNN is owned by whom?",
    "What newspaper serves Salt Lake City?",
    "Name a Salt Lake City newspaper.",
    "What is Jane Goodall famous for?",
    "What is Jane Goodall known for?",
    "Why is Jane Goodall famous?",
    "What made Jane Goodall famous?",
    "Define thalassemia.",
    "What is the meaning of thalassemia?",
    "How is thalassemia defined?",
    "What soft drink is most heavily caffeinated?",
    "What is the most heavily caffeinated soft drink?",
    "To get the most caffeine, what soda should I drink?",
    "Which type of soda has the greatest amount of caffeine?",
    "What soft drink would provide me with the biggest intake of caffeine?",
    "What is the collective term for geese?",
    "What is the collective noun for geese?",
    "What is the term for a group of geese?",
    "What is the name given to a group of geese?",
    "What is the gestation period for human pregnancies?",
    "How long is human gestation?",
    "What is the gestation period for humans?",
    "A normal human pregnancy lasts how many months?",
    "What was the alternate to VHS?",
    "What video format was an alternative to VHS?",
    "What format was the major competition of VHS?",
    "What ethnic group introduced the idea of potlatch?",
    "What is the cultural origin of the ceremony of potlatch?",
    "Who developed potlatch?",
    "Where is Logan Airport?",
    "What city is Logan Airport in?",
    "Logan International serves what city?",
    "Logan International is located in what city?",
    "What city's airport is named Logan International?",
    "What city is served by Logan International Airport?",
    "Woodrow Wilson was president of which university?",
    "Name the university of which Woodrow Wilson was president.",
    "Woodrow Wilson served as president of what university?",
    "What does the acronym CPR mean?",
    "What do the initials CPR stand for?",
    "CPR is the abbreviation for what?",
    "What is the meaning of \"CPR\"?",
    "What was the name of Darth Vader's son?",
    "What was Darth Vader's son named?",
    "What caused the death of Bob Marley?",
    "What killed Bob Marley?",
    "What was the cause of Bob Marley's death?",
    "What instrument does Ray Charles play?",
    "Musician Ray Charles plays what instrument?",
    "Ray Charles plays which instrument?",
    "Ray Charles is best known for playing what instrument?",
    "When was Dick Clark born?",
    "When is Dick Clark's birthday?",
    "What is Dick Clark's date of birth?",
    "What was Poe's birthplace?",
    "What was the birthplace of Edgar Allen Poe?",
    "Where is Poe's birthplace?",
    "What monarch signed the Magna Carta?",
    "Which king signed the Magna Carta?",
    "Who was the king who was forced to agree to the Magna Carta?",
    "What king signed the Magna Carta?",
    "Who was the king who signed the Magna Carta?",
    "Where is one's corpus callosum found?",
    "What part of your body contains the corpus callosum?",
    "The corpus callosum is in what part of the body?",
    "What English word has the most letters?",
    "What English word contains the most letters?",
    "What is the longest English word?",
    "What is the name of the inventor of silly putty?",
    "Silly putty was invented by whom?",
    "Who was the inventor of silly putty?",
    "When was Berlin's Brandenburg gate erected?",
    "What is the date of Boxing Day?",
    "What date is Boxing Day?",
    "Boxing Day is celebrated on what date?",
    "What city does McCarren Airport serve?",
    "What city is served by McCarren Airport?",
    "McCarren Airport is located in what city?",
    "What is the location of McCarren Airport?",
    "Where is McCarren Airport located?",
    "Who invented \"The Muppets\"?",
    "What was the name of \"The Muppets\" creator?",
    "\"The Muppets\" was created by whom?",
    "Name the creator of \"The Muppets\".",
    "Who is the creator of \"The Muppets\"?",
    "What is the date of Bastille Day?",
    "Bastille Day occurs on which date?",
    "What is the equivalent of the Red Cross in the Middle East?",
    "What is the name of the Islamic counterpart to the Red Cross?",
    "Name the Islamic counterpart to the Red Cross.",
    "What is the Islamic equivalent of the Red Cross?",
    "What is the name given to the Islamic counterpart of the Red Cross?",
    "Colin Powell is most famous for what?",
    "Colin Powell is best known for what achievement?",
    "Who is Colin Powell?",
    "Colin Powell is famous for what?",
    "What time of year do most people fly?",
    "What time of year has the most air travel?",
    "What time of year is air travel the heaviest?",
    "At what time of year is air travel at a peak?",
    "Name a golf course in Myrtle Beach.",
    "What is Pittsburg's baseball team called?",
    "The major league baseball team in Pittsburgh is called what?",
    "Name Pittsburgh's baseball team.",
    "What city is the Orange Bowl in?",
    "The Orange Bowl is in what city?",
    "The Orange Bowl is located in what city?",
    "Where is the Orange Bowl?",
    "When did Mount St. Helens last erupt?",
    "When did Mount St. Helen last have a major eruption?",
    "When did Mount St. Helen last have a significant eruption?",
    "How do you abbreviate \"Original Equipment Manufacturer\"?",
    "How is \"Original Equipment Manufacturer\" abbreviated?",
    "Where can one find Rider College?",
    "What is the location of Rider College?",
    "Rider College is located in what city?",
    "Where is Rider College?",
    "What is the occupation of Nicholas Cage?",
    "What is Nicholas Cage's profession?",
    "What is Nicholas Cage's occupation?",
    "What does caliente translate to in English?",
    "What is the English meaning of caliente?",
    "What is the meaning of caliente (in English)?",
    "What is the English translation for the word \"caliente\"?",
    "What is the Jewish alphabet called?",
    "The Jewish alphabet is called what?",
    "The Jewish alphabet is known as what?",
    "Jackson Pollock was a native of what country?",
    "Jackson Pollock is of what nationality?",
    "What was the nationality of Jackson Pollock?",
    "The Kentucky Horse Park is close to which American city?",
    "Where is the Kentucky Horse Park located?",
    "Where is the Kentucky Horse Park?",
    "What city is the Kentucky Horse Park near?",
    "The Kentucky Horse Park is located near what city?",
    "What is a nickname for Mississippi?",
    "Mississippi is nicknamed what?",
    "Mississippi has what name for a state nickname?",
    "What is the nickname for the state of Mississippi?",
    "What is the nickname of the state of Mississippi?",
    "Rotary engines were manufactured by which company?",
    "Who made the rotary engine automobile?",
    "Rotary engine cars were made by what company?",
    "Rotary engines used to be made by whom?",
    "What company produced rotary engine vehicles?",
    "What is the world's highest peak?",
    "What is the highest mountain in the world?",
    "Name the highest mountain.",
    "What is the name of the tallest mountain in the world?",
    "What makes Black Hills, South Dakota a tourist attraction?",
    "What are the Black Hills known for?",
    "What was the monetary value of the Nobel Peace Prize in 1989?",
    "What does the Peugeot company manufacture?",
    "How much did Mercury spend on advertising in 1993?",
    "What is the name of the managing director of Apricot Computer?",
    "Why did David Koresh ask the FBI for a word processor?",
    "What debts did Qintex group leave?",
    "What is the name of the rare neurological disease with symptoms such as: involuntary movements (tics), swearing, and incoherent vocalizations (grunts, shouts, etc.)?",
    "How far is Yaroslavl from Moscow?",
    "Name the designer of the shoe that spawned millions of plastic imitations, known as \"jellies\".",
    "Who was President Cleveland's wife?",
    "How much did Manchester United spend on players in 1993?",
    "How much could you rent a Volkswagen bug for in 1966?",
    "What country is the biggest producer of tungsten?",
    "When was London's Docklands Light Railway constructed?",
    "What two US biochemists won the Nobel Prize in medicine in 1992?",
    "How long did the Charles Manson murder trial last?",
    "Who was the first Taiwanese President?",
    "Who was the leader of the Branch Davidian Cult confronted by the FBI in Waco, Texas in 1993?",
    "Where is Inoco based?",
    "Who was the first American in space?",
    "When did the Jurassic Period end?",
    "When did Spain and Korea start ambassadorial relations?",
    "When did Nixon visit China?",
    "Who was the lead actress in the movie \"Sleepless in Seattle\"?",
    "What is the name of the \"female\" counterpart to El Nino, which results in cooling temperatures and very dry weather?",
    "Where did the 6th annual meeting of Indonesia-Malaysia forest experts take place?",
    "Who may be best known for breaking the color line in baseball?",
    "What is the brightest star visible from Earth?",
    "What are the Valdez Principles?",
    "Where was Ulysses S. Grant born?",
    "Who received the Will Rogers Award in 1989?",
    "What is the largest city in Germany?",
    "Where is the actress, Marion Davies, buried?",
    "What is the name of the highest mountain in Africa?",
    "In 1990, what day of the week did Christmas fall on?",
    "What was the name of the US helicopter pilot shot down over North Korea?",
    "Where was George Washington born?",
    "Who was chosen to be the first black chairman of the military Joint Chiefs of Staff?",
    "Who won the Nobel Peace Prize in 1991?",
    "What is the legal blood alcohol limit for the state of California?",
    "What was the target rate for M3 growth in 1992?",
    "What costume designer decided that Michael Jackson should only wear one glove?",
    "Who is the director of the international group called the Human Genome Organization (HUGO) that is trying to coordinate gene-mapping research worldwide?",
    "When did Lucelly Garcia, a former ambassador of Columbia to Honduras, die?",
    "Who is the mayor of Marbella?",
    "What company is the largest Japanese ship builder?",
    "Where is the massive North Korean nuclear complex located?",
    "Who fired Maria Ybarra from her position in San Diego council?",
    "When was Dubai's first concrete house built?",
    "Who is the president of Stanford University?",
    "Who invented the road traffic cone?",
    "Who was the first doctor to successfully transplant a liver?",
    "When did Nixon die?",
    "Where is Microsoft's corporate headquarters located?",
    "How many calories are there in a Big Mac?",
    "What is the acronym for the rating system for air conditioner efficiency?",
    "Name a film that has won the Golden Bear in the Berlin Film Festival?",
    "Who was President of Costa Rica in 1994?",
    "What is the fare cost for the round trip between New York and London on Concorde?",
    "What brand of white rum is still made in Cuba?",
    "What is the name of the chronic neurological autoimmune disease which attacks the protein sheath that surrounds nerve cells causing a gradual loss of movement in the body?",
    "What nuclear-powered Russian submarine sank in the Norwegian Sea on April 7, 1989?",
    "Who is the voice of Miss Piggy?",
    "Name a country that is developing a magnetic levitation railway system?",
    "Name the first private citizen to fly in space.",
    "What is the longest river in the United States?",
    "What does El Nino mean in spanish?",
    "Who came up with the name, El Nino? ",
    "How many lives were lost in the China Airlines' crash in Nagoya, Japan?",
    "In what year did Joe DiMaggio compile his 56-game hitting streak?",
    "When did the original Howdy Doody show go off the air?",
    "Where is the Taj Mahal?",
    "Who leads the star ship Enterprise in Star Trek?",
    "What cancer is commonly associated with AIDS?",
    "In which year was New Zealand excluded from the ANZUS alliance?",
    "Who played the part of the Godfather in the movie, \"The Godfather\"? ",
    "Which large U.S. city had the highest murder rate for 1988?",
    "What did Shostakovich write for Rostropovich?",
    "What is the name of the promising anticancer compound derived from the pacific yew tree?",
    "How many inhabitants live in the town of Ushuaia?",
    "How many consecutive baseball games did Lou Gehrig play?",
    "What is the tallest building in Japan?",
    "Which country is Australia's largest export market?",
    "Which former Ku Klux Klan member won an elected office in the U.S.?",
    "Who won two gold medals in skiing in the Olympic Games in Calgary?",
    "Who followed Willy Brandt as chancellor of the Federal Republic of Germany?",
    "What is Grenada's main commodity export?",
    "At what age did Rossini stop writing opera?",
    "Who is the founder of Scientology?",
    "Which city in China has the largest number of foreign financial companies?",
    "Who released the Internet worm in the late 1980s?",
    "Who first circumnavigated the globe?",
    "Who wrote the song, \"Stardust\"?",
    "What country is the worlds leading supplier of cannabis?",
    "What time of day did Emperor Hirohito die?",
    "How large is the Arctic refuge to preserve unique wildlife and wilderness value on Alaska's north coast?",
    "Where is the highest point in Japan?",
    "What is the term for the sum of all genetic material in a given organism?",
    "What is considered the costliest disaster the insurance industry has ever faced?",
    "How many people live in the Falklands?",
    "Who is the Voyager project manager?",
    "How many people died when the Estonia sank in 1994?",
    "What language is most commonly used in Bombay?",
    "How many people does Honda employ in the U.S.?",
    "What is the second highest mountain peak in the world?",
    "When was China's first nuclear test?",
    "Which company created the Internet browser Mosaic?",
    "Where does Buzz Aldrin want to build a permanent, manned space station?",
    "Who killed Lee Harvey Oswald?",
    "How long does it take to travel from Tokyo to Niigata?",
    "Who is the President of Ghana?",
    "What is the name of the medical condition in which a baby is born without a brain?",
    "How much stronger is the new vitreous carbon material invented by the Tokyo Institute of Technology compared with the material made from cellulose?",
    "What is Head Start?",
    "Which team won the Super Bowl in 1968?",
    "What two researchers discovered the double-helix structure of DNA in 1953?",
    "What percentage of the world's plant and animal species can be found in the Amazon forests?",
    "What Nobel laureate was expelled from the Philippines before the conference on East Timor?",
    "Who held the endurance record for women pilots in 1929?",
    "Who won the first general election for President held in Malawi in May 1994?",
    "Who is section manager for guidance and control systems at JPL?",
    "How many Vietnamese were there in the Soviet Union?",
    "What was Agent Orange used for during the Vietnam War?",
    "In what city is the US Declaration of Independence located?",
    "When did Israel begin turning the Gaza Strip and Jericho over to the PLO?",
    "Which city has the oldest relationship as a sister-city with Los Angeles?",
    "Who was the second man to walk on the moon?",
    "How many times was pitcher, Warren Spahn, a 20-game winner in his 21 major league seasons?",
    "When was Yemen reunified?",
    "Which Japanese car maker had its biggest percentage of sale in the domestic market?",
    "What is the capital of Uruguay?",
    "What is the name for the technique of growing certain plants in soils contaminated with toxic metals, wherein the plants take up the toxic metals, are harvested, and the metals recovered for recycling?",
    "Where is it planned to berth the merchant ship, Lane Victory, which Merchant Marine veterans are converting into a floating museum?",
    "What famous communist leader died in Mexico City?",
    "Who is the Queen of Holland?",
    "Who is the president of the Spanish government?",
    "What is the name of the normal process in all living things, including humans, in which cells are programmed to \"commit suicide\"?",
    "How many people did the United Nations commit to help restore order and distribute humanitarian relief in Somalia in September 1992?",
    "How many people on the ground were killed from the bombing of Pan Am Flight 103 over Lockerbie, Scotland, December 21, 1988?",
    "What is the duration of the trip from Bristol to London by rail?",
    "What is the population of Ulan Bator, capital of Mongolia?",
    "Where does most of the marijuana entering the United States come from?",
    "How many megawatts will the power project in Indonesia, built by a consortium headed by Mission Energy of US, produce?",
    "What did John Hinckley do to impress Jodie Foster?",
    "In what year did Ireland elect its first woman president?",
    "Who is the prime minister of Japan?",
    "How many soldiers were involved in the last Panama invasion by the United States of America?",
    "Where is the Bulls basketball team based?",
    "What is the length of border between the Ukraine and Russia?",
    "Where did Dylan Thomas die?",
    "How many people live in Tokyo?",
    "What is the capital of California?",
    "How many Grand Slam titles did Bjorn Borg win?",
    "Who was the Democratic nominee in the American presidential election?",
    "When was General Manuel Noriega ousted as the leader of Panama and turned over to U.S. authorities?",
    "Where is  Dartmouth College?",
    "How many mines can still be found in the Falklands after the war ended?",
    "Why are electric cars less efficient in the north-east than in California?",
    "When did French revolutionaries storm the Bastille?",
    "How rich is Bill Gates?",
    "What is the capital of Kosovo?",
    "What state does Charles Robb represent?",
    "Who is the leading competitor of Trans Union Company?",
    "Which type of submarine was bought recently by South Korea?",
    "When did communist control end in Hungary?",
    "What nationality is Pope John Paul II?",
    "Who was the captain of the tanker, Exxon Valdez, involved in the oil spill in Prince William Sound, Alaska, 1989?",
    "Whom did the Chicago Bulls beat in the 1993 championship?",
    "Who was President of Afghanistan in 1994?",
    "Who is the director of intergovernmental affairs for the San Diego county?",
    "Where is the Keck telescope?",
    "How many moons does Jupiter have?",
    "When did Jaco Pastorius die?",
    "When did beethoven die?",
    "How many people in Tucson?",
    "How tall is Mt. Everest?",
    "What is the capital of Congo?",
    "What is the capital of Italy?",
    "What is the capital of Sri Lanka?",
    "What novel inspired the movie BladeRunner?",
    "What was the first Gilbert and Sullivan opera?",
    "What was the name of the computer in \"2001: A Space Odyssey\"?",
    "When was Queen Victoria born?",
    "When was the battle of the Somme fought?",
    "Where did the Battle of the Bulge take place?",
    "Where was Lincoln assassinated?",
    "When was the women's suffrage amendment ratified?",
    "Where is Qatar?",
    "Where is South Bend?",
    "Where was Harry Truman born?",
    "Who was Secretary of State during the Nixon administration?",
    "Who was the 16th President of the United States?",
    "Who wrote \"The Pines of Rome\"?",
    "Who wrote \"Dubliners\"? ",
    "Who wrote \"Hamlet\"?",
    "What did Richard Feynman say upon hearing he would receive the Nobel Prize in Physics?",
    "How did Socrates die?",
    "How tall is the Matterhorn?",
    "How tall is the replica of the Matterhorn at Disneyland?"
]